Repository: filmil/translation
Catalog: trunk/quills/quills-*.po
Languages: sr

source: Add Weblog Entry
sr: Нови унос у дневник

source: Add a Topic
sr: Додај тему

source: Atom
sr: Атом

source: Atom Enabled
sr: Атом је укључен

source: Atom feed
sr: Атомов довод

source: Calendar
sr: Календар

source: Cancel
sr: Откажи

source: Delete
sr: Обриши

source: Edit
sr: Уреди

source: Get Firefox
sr: Преузми Лисицу

source: Get Firefox - Take Back the Web
sr: Преузмите Лисицу - преузмите Мрежу натраг

source: Powered by Plone
sr: Покреће нас Плон

source: Powered by Quills
sr: Покрећу нас Пера

source: Quills weblog system for Plone: by Etria
sr: Систем мрежних дневника „Пера“ за Плон: Etria

source: RDF feed
sr: Довод за RDF

source: RSS 2.0 feed
sr: Довод за RSS 2.0

source: Save
sr: Сачувај

source: Semantic feed
sr: Семантички довод

source: This Plone site was built using the Plone Content Management System. Click for more information.
sr: Ово Плоново место је начињено употребом Плоновог система за управљање садржајем. Притисните овде за више података.

source: Validate my Atom feed
sr: Провери исправност Атомовог довода

source: [Valid Atom]
sr: [Исправан Атом]

source: atom_description
sr: Ово је Атом довод, уређен као XML. Намењен је за преглед помоћу програма за праћење група или за удруживање на другим местима. Молимо да посетите

source: atom_enabled
sr: Атом је укључен

source: atom_more_info
sr: за више података.

source: comments
sr: Коментари

source: edit
sr: Уреди

source: filed_under
sr: Разврстано као:

source: generator
sr: Плон 2.0

source: generator_name
sr: Пера

source: heading_archives
sr: Архиве

source: heading_topics
sr: Теме

source: heading_trackback
sr: Показивач уназад

source: heading_weblog_topics
sr: Теме дневника

source: label_allowed_sizes
sr: Дозвољене величине фотографија

source: link_up_to_plone
sr: Горе на подешавање Плона

source: no_weblog_entries
sr: Још увек нема уноса у дневник.

source: on_for_a_date
sr: у

source: posted_by
sr: Аутор

source: quills_configuration
sr: Подешавање Пера

source: recent_photos
sr: Скорашње слике

source: sizes_help
sr: Које величине слика треба да буду створене за сликовне уносе у дневник. Величине треба записати као целе бројеве, један у реду. Ако назначите величину „128“, слике ће бити раширене или скупљене тако да се уклопе у квадрат 128x128 тачака. Ако слика није квадратног облика, величина ће бити промењена према дужој ивици.

source: sizes_note_help
sr: Примедба: Ова подешавања треба мењати само приликом почетног постављања Пера. Промене изазивају обраду свих слика, што може да оптерети систем.

source: topics
sr: Теме

source: trackback_uri
sr: URI за повратницу на овај унос:
