Repository: filmil/translation
Catalog: jalbum/texts_*.properties.po
Languages: sr

source: Ok
sr: У реду

source: Cancel
sr: Откажи

source: Abort
sr: Поништи

source: Directory does not point to a valid directory
sr: Име не показује на исправан директоријум

source: Reading image metadata...
sr: Читање метаподатака слике...

source: Unsupported image file format for
sr: Формат слике није подржан за

source: Missing directory
sr: Недостаје директоријум

source: Missing output directory
sr: Недостаје излазни директоријум

source: Missing thumbSize
sr: Недостаје величина прегледа

source: Missing imageSize
sr: Недостаје величина слике

source: Specified image directory is not a directory
sr: Назначено име не представља директоријум

source: No ja:coliterator element within ja:rowiterator element in index page
sr: Нема елемента ja:coliterator у елементу ja:rowiterator на индексној страни

source: Invalid size: {0}. Format should be width x height
sr: Неисправна величина: {0}. Формат мора бити ширина x величина

source: Lossless manipulation
sr: Дејства без губитака

source: Comment extraction
sr: Извлачење коментара

source: Get images from album
sr: Добави слике из албума

source: Use PageUp / PageDown to move between images
sr: Користите PageUp / PageDown за шетњу од слике до слике

source: No files loaded
sr: Нема учитаних датотека

source: Comment
sr: Коментари

source: Write comment to image. Optional as comments are always written to an external text file too.
sr: Упиши коментар у слику. Ово је опционално, пошто се коментари такође увек записују у спољашњу датотеку.

source: Write to image
sr: Упиши у слику

source: Read comments from EXIF user comment section within image
sr: Очитај коментаре из EXIF корисникових коментара унутар слике

source: Read comments from JPEG comment section within image
sr: Прочитај коментаре из JPEG одељка за коментаре унутар слике

source: Drop images here
sr: Спустите слике овде

source: Rename
sr: Преименуј

source: Rotate 90° left
sr: Окрет 90° улево

source: Rotate 90° right
sr: Окрет 90° удесно

source: Mirror
sr: Огледало

source: Flip
sr: Преврни

source: Read comment from text file
sr: Учитај коментар из текстуалне датотеке

source: File
sr: Датотека

source: Undo
sr: Поништи

source: Read comments from IPTC comment section within image
sr: Учитај коментаре из IPTC одељка за коментаре унутар слике

source: Label
sr: Ознака

source: File {0} of {1}
sr: Датотека {0} од {1}

source: Preparing preview...
sr: Припрема претпрегледа...

source: Can't preview image
sr: Није могуће добити претпреглед

source: Comment could not be written to file
sr: Коментари нису могли бити записани у датотеку

source: File {0} already exists
sr: Датотека {0} већ постоји

source: File renamed to
sr: Име је промењено у

source: Rename file
sr: Преименуј датотеку

source: These operations directly manipulate the original image file.If the image gets distorted, use undo!(Keeping a backup is of course always recommended.)Continue?
sr: Ова дејства директно мењају изворну слику. Ако је слика изобличена, сторнирајте дејство! (задржавање резервног умношка је увек препоручљиво.) Да ли да наставим?

source: Saving...
sr: Записивање...

source: Done
sr: Готово

source: Rotating left
sr: Окретање улево

source: Rotating right
sr: Окретање удесно

source: Mirroring
sr: Огледало

source: Flipping
sr: Превртање

source: Loading preview...
sr: Учитавање претпрегледа...

source: The output directory is not a directory
sr: Наведено име излазног директоријума није директоријум

source: Comparing files...
sr: Поређење датотека...

source: Processing
sr: Обрада

source: Estimated time left:
sr: Процењено преостало време:

source: Count
sr: Број

source: {0} of {1}
sr: {0} од {1}

source: bytes
sr: B

source: Unknown element:
sr: Непознат елемент:

source: Missing exists or test attribute for ja:if element
sr: Недостаје текст или тест атрибут за елемент ja:if

source: ja:else element not directly following ja:if element
sr: Елемент ja:else не следи непосредно елемент ja:if

source: Test expression {
sr: Условни израз {

source: } of ja:if element didn't evaluate to a boolean value
sr: } елемента ja:if није дао Булову вредност

source: Missing page attribute for ja:include element
sr: Недостаје атрибут странице за елемент ja:include

source: Peek
sr: Привири

source: Create web based photo albums with thumbnails and slide pages.
sr: Направите мрежни албум за слике са сличицама и слајдовима.

source: This is Freeware, enjoy!
sr: Овај програм је бесплатан. Уживајте!

source: English translation by David Ekholm
sr: Превео на српски Филип Милетић

source: About
sr: О програму

source: Mail author with suggestions and encouragement
sr: Пошаљите аутору предлоге и охрабрења

source: This is freeware, enjoy!
sr: Овај програм је бесплатан. Уживајте!

source: Web site:
sr: Ел. место:

source: Please visit my website
sr: Молим посетите моје електронско место

source: JAlbum v{0} started in console mode
sr: ЈАлбум изд.{0} покренут је у конзолном начину рада

source: Options and their default values:
sr: Опције и подразумеване вредности:

source: -user.<your variable> <value>
sr: -user.<ваша променљива> <вредност>

source: Required arguments are -directory and (-outputDirectory or -sameDirectory)
sr: Неопходни су аргументи -directory и (-outputDirectory или -sameDirectory)

source: Album created in
sr: Албум је направљен у

source: Processing {0} writing to {1}
sr: Обрада {0} уписивање у {1}

source: Error processing {0}: {1}
sr: Грешка при обради {0}: {1}

source: Skin sample
sr: Узорак пресвлаке

source: Recent projects
sr: Скорашњи пројекти

source: -- International Java only --
sr: -- Само међународна Јава --

source: Generating album
sr: Прављење албума

source: FTP connection properties
sr: Својства ФТП везе

source: Smart upload
sr: Паметно слање

source: Image:
sr: Слика:

source: Image bounds
sr: Оквир слике

source: Image ordering
sr: Редослед слика

source: Naming
sr: Именовање

source: Appearance
sr: Изглед

source: Image linking
sr: Увезивање слика

source: Thumbnail layout
sr: Изглед претпрегледа

source: JAlbum - The web album creator
sr: ЈАлбум - Творац мрежних албума

source: Exit
sr: Излаз

source: Help
sr: Помоћ

source: Help Topics
sr: Теме за помоћ

source: JAlbum on the Web
sr: JAlbum на Мрежи

source: Supporting JAlbum
sr: Подршка за ЈАлбум

source: System console
sr: Системска конзола

source: Image directory
sr: Директоријум са сликама

source: Process subdirectories
sr: Обради поддиректоријуме

source: Search recursively through subdirectories when looking for images
sr: Рекурзивно тражи кроз поддиректоријуме при тражењу слика

source: Columns
sr: Колоне

source: Thumbnails
sr: Сличице

source: Images
sr: Слике

source: Make album rescaling new and updated images only (faster). Original files are not touched
sr: Направи албум скалирањем само нових и мењаних слика (брже је). Изворне датотеке неће бити диране

source: Make album
sr: Направи албум

source: Select directory
sr: Изабери директоријум

source: Select directory containing jpeg images or drag and drop a directory
sr: Изабери директоријум који садржи jpeg слике, или превуците и пустите директоријум

source: Specifies bounding width and height. Images will maintain aspect ratio
sr: Утврђује граничну ширину и висину. Слике ће задржати размеру

source: Styles defined for the current skin
sr: Дефинисани стилови за тренутну пресвлаку

source: Use layout hints
sr: Користи наговештаје за распоред

source: Decide if skins are allowed to make adjustments to the album settings
sr: Одлучите да ли пресвлаке смеју да мењају подешавања албума

source: Make slides
sr: Направи слајдове

source: Link images together for easy sequential access
sr: Увежи слике заједно за лак приступ по редоследу

source: Date format
sr: Формат датума

source: URL-encode links
sr: УРЛ-кодирање веза

source: Check in order to make links with spaces and international characters work with the web. Uncheck for local browsing
sr: Означите ово како би везе са размацима и међународним знацима могле да раде на Мрежи. У локалу ово се може искључити

source: Index page name
sr: Име индексне стране

source: View album
sr: Преглед албума

source: View generated or existing web album
sr: Преглед направљеног или постојећег мрежног албума

source: Extract photographic data (EXIF)
sr: Извуци податке о фотографији (EXIF)

source: Example: yyyy-MM-dd HH:mm:ss
sr: Пример: гггг-ММ-дд СС:мм:сс

source: Leave blank to use standard date format for this region
sr: Оставите празну кућицу како би датум био стандардан за овај регион

source: Rebuild all
sr: Направи све

source: Rebuild album rescaling all images. Original files are not touched
sr: Направи албум и скалирај све слике. Оригиналне датотеке се не мењају

source: Rows
sr: Редови

source: The choices here can be extended by adding new skins to the skins directory of JAlbum
sr: Избор се може проширити додавањем нових пресвлака у ЈАлбумов директоријум за пресвлаке

source: Skin
sr: Пресвлака

source: Style
sr: Стил

source: Output directory
sr: Излазни директоријум

source: Output directory relative to image directory (if relative). Accepts drag and drop too!
sr: Излазни директоријум је релативан у односу на директоријум са сликама (уколико је релативно задат). Прихвата се превлачење и пуштање!

source: Copy originals
sr: Умножи изворне

source: Copy original images to output directory
sr: Умножи изворне слике у излазни директоријум

source: Output to image directory
sr: Излаз у директоријум са сликама

source: Link to originals
sr: Увежи ка оригиналима

source: Link to originals via scaled images
sr: Увежи ка оригиналима преко скалираних слика

source: Link to scaled-down images only
sr: Увежи само скалиране слике

source: Date
sr: Датум

source: Name
sr: Име

source: Name (simple)
sr: Име (просто)

source: JPEG quality
sr: JPEG квалитет

source: High quality scaling
sr: Висококвалитетно скалирање

source: Smoother but slower image scaling
sr: Мекше али спорије скалирање слике

source: Limit table rows. JAlbum will use several index pages if needed.
sr: Ограничи редове табеле. ЈАлбум ће користити неколико индексних страна ако је потребно.

source: 0 = unlimited number of rows
sr: 0 = неограничен број редова

source: Presets
sr: Задате теме

source: Small size web album from large originals
sr: Мали мрежни албум од великих оригинала

source: High quality web album from large originals
sr: Висококвалитетан мрежни албум од великих оригинала

source: Web album from small originals
sr: Мрежни албум од малих оригинала

source: Index with links to CD-ROM originals
sr: Индекс са везама на оригинале на компакт диску

source: Local (hard disk) album
sr: Локални албум (на диску)

source: Balance image quality versus image file size
sr: Уравнотежи квалитет слике и величину датотека

source: Page extension
sr: Продужетак страна

source: 180 images index (6 x 30)
sr: Индекс са 180 слика (6 x 30)

source: 12 images index (4 x 3)
sr: Индекс са 12 слика (4 x 3)

source: 4 images index (2 x 2)
sr: Индекс са 4 слике (2 x 2)

source: Tools
sr: Алати

source: Include subdirectories in index pages
sr: Укључи поддиректоријуме у индексним странама

source: New project
sr: Нови пројекат

source: Open project...
sr: Отвори пројекат...

source: Save project
sr: Сачувај пројекат

source: Save project as...
sr: Сачувај пројекат као...

source: Save as default
sr: Сачувај као подразумевано

source: Save project in image directory
sr: Сачувај пројекат у директоријум са сликама

source: Save project in album
sr: Сачувај пројекат у албуму

source: Edit
sr: Уреди

source: Edit skin
sr: Уреди пресвлаку

source: User defined variables
sr: Корисникове променљиве

source: Value
sr: Вредност

source: Variables to be replaced or overridden during album generation. Override "title" in order to set your own page title
sr: Променљиве чије вредности се замењују или мењају током прављења албума. Замените променљиву „title“ да бисте подесили наслов своје странице.

source: FTP server
sr: ФТП сервер

source: Host name of FTP server
sr: Име рачунара на ком је ФТП сервер

source: Username
sr: Корисничко име

source: Username/login
sr: Кор. име/налог

source: Password
sr: Лозинка

source: Remote directory
sr: Удаљени директоријум

source: Passive mode
sr: Пасивни начин рада

source: Try this switch if you are having trouble connecting through a firewall
sr: Пробајте овај прекидач ако имате проблема са приступом кроз ватробран

source: Test connection
sr: Проверите везу

source: Save password
sr: Сачувај лозинку

source: Attempts to speed up uploading by skipping files with equal size
sr: Покушава да убрза слање прескакањем датотека чија се величина није мењала

source: Upload the full contents of the output directory to the ftp server
sr: Пошаљи сав садржај излазног директоријума на ФТП сервер

source: Upload all
sr: Пошаљи све

source: Smart upload is an attempt to speed up uploading by skipping files with equal size
sr: Паметно слање је покушај да се убрза пренос прескакањем датотека чија се величина није променила

source: Always upload pages
sr: Увек шаљи стране

source: Upload html pages even if file size is equal
sr: Шаљи HTML стране чак и ако је величина датотеке иста

source: Reverse
sr: Обрни

source: Directories first
sr: Прво директоријуми

source: Put directories before image files (ordered by name)
sr: Ставља директоријуме пре датотека (уређених по имену)

source: Debug mode
sr: Тражење грешака

source: Halt on internal errors and display stack trace
sr: Стани у случају интерних грешака и покажи запис на стеку

source: Drag and drop works!
sr: Превлачење и пуштање ради!

source: Port (usually 21)
sr: Порт (обично 21)

source: Sample
sr: Пример

source: Edit custom image ordering
sr: Уреди произвољан редослед слика

source: Encoding
sr: Кодирање

source: Write UTF-8
sr: Запиши UTF-8

source: Always write text using UTF-8 encoding (recommended)
sr: Увек запиши текст употребом кодирања UTF-8 (препоручљиво)

source: Default character encoding. (Auto detects UTF-8 and UTF-16)
sr: Подразумевано кодирање знакова. (аутоматски се препознају UTF-8 и UTF-16)

source: Check for updates
sr: Провера доградњи

source: Main
sr: Главно

source: Publish
sr: Објави

source: Advanced
sr: Напредно

source: Selection
sr: Избор

source: Ignore
sr: Занемари

source: Use old sizes
sr: Користи старе величине

source: The new image and thumbnail sizes ({0} and {1})are different to the sizes used last time ({2} and {3})With "Make album", existing images will not be rescaled, but insteadstretched or shrunk by the browser to fit the selected size.This may lead to images appearing unsharp or mosaic-like.You can either:Ignore this in order to quickly try out a layout.Rebuild all images, thereby rescaling them for high-quality end result.Make the album using the sizes they were last scaled to.
sr: Нове величине слика и сличица ({0} и {1}) се разликују од величина које су коришћене прошли пут. ({2} и {3}). Са дејством „Направи албум‟, постојеће слике неће бити прескалиране, али ће уместо тога читач да их растегне или смањи како би се уклопиле у садашњу величину. Као последица тога, слике могу да изгледају мутно или мозаично. Имате два избора: да занемарите упозорење како бисте на брзину испробали изглед слика, или да направите цео албум из почетка, за висококвалитетан резултат.

source: Image quality warning
sr: Упозорење о квалитету слике

source: The created album will contain links to original files outside the output directory!If you are uploading the album to a web server, make sure you also upload the originalfiles and not just the output directory. Broken links will otherwise appear.As an alternative, you may consider the following:Select "Link to scaled-down images only", orselect "Output to image directory", orselect "Copy originals" (links to copies will be used instead).
sr: Направљен албум ће садржати везе на изворне датотеке ван излазног директоријума! Ако албум шаљете на веб сервер, обавезно пошаљите и изворне датотеке а не само излазни директоријум. У супротном ћете имати неисправне везе у албуму. Друго решење је да урадите следеће: изаберите „Увежи само скалиране слике‟, или изаберите „Излаз у директоријум са сликама‟, или изаберите „Умножи изборне‟ (у супротном се користе само везе ка умношцима).

source: JAlbum will now create some files and directories under{0}Original images will not be touched
sr: ЈАлбум ће сада да направи датотеке и директоријуме под {0}. Изворне слике неће бити промењене

source: The specified text encoding {0} is not supported.Please make adjustments in the Advanced section(Note: Some encodings require an international Java runtime)
sr: Изабрано кодирање текста {0} није подржано. Молимо да подесите кодирање у одељку „Напредно‟. (Примедба: нека кодирања захтевају међународно издање Јавине библиотеке)

source: Operation aborted
sr: Дејство је обустављено

source: Scripting error
sr: Грешка у скрипту

source: Errors during album generation
sr: Грешка приликом прављења албума

source: Processing image {0} of {1} in {2}...
sr: Обрада слике {0} од {1} у {2}...

source: Processing aborted
sr: Обрада је обустављена

source: You may drop image directories/folders but not plain image files
sr: Можете да превучете директоријуме са сликама, али не датотеке са сликама

source: You may drop directories/folders but not plain files
sr: Можете да превучете директоријуме, али не обичне датотеке

source: No preview available
sr: Нема претпрегледа

source: The following files could not be processed due to errors:
sr: Следеће датотеке нису обрађене услед грешака:

source: Select or drag and drop an image directory, then press Make album
sr: Изаберите или превуците и пустите директоријум са сликама, онда притисните „Направи албум“

source: The project settings for this album has now been saved in the image directoryJAlbum will optionally load settings from this file when you open this image directory again
sr: Подешавања пројекта за овај албум су сачувана у директоријум са сликама. ЈАлбум може да аутоматски учита подешавања из ове датотеке када опет отворите овај директоријум

source: The project settings for this album has now been saved in the output directoryJAlbum will optionally load settings from this file when you open this image directory again
sr: Подешавања пројекта за овај албум су сада сачувана у излазном директоријуму

source: A JAlbum project file was found in this image directory.Do you want to load these settings?
sr: ЈАлбумова пројектна датотека је пронађена у овом директоријуму са сликама. Да ли желите да је учитате?

source: Layout hints loaded from
sr: Назнаке за распоред су учитане из

source: Project loaded from
sr: Пројекат је учитан из

source: Project saved to
sr: Пројекат је сачуван у

source: JAlbum will now upload the
sr: ЈАлбум ће сада да пошаље

source: whole contents
sr: сав садржај

source: changes
sr: промене

source: of the output directory to the ftp server.You can continue working with JAlbum during upload
sr: излазног директоријума на ФТП сервер. Можете да наставите да радите са ЈАлбумом док слање и даље траје

source: Upload album
sr: Пошаљи албум

source: Uploading album
sr: Слање албума

source: Upload aborted
sr: Слање је обустављено

source: Connecting to
sr: Повезивање на

source: The remote directory {0} does not exist.Do you wish to have it created?
sr: Удаљени директоријум {0} не постоји. Да ли желите да га направим?

source: Connected ok
sr: Повезивање је успело

source: You have the most recent version
sr: Користите последње издање

source: An update is available!The most recent version is {0}Do you want to view the history of changes?
sr: Доступна је доградња! Најновије издање има ознаку {0}. Да ли желите да прегледате историјат промена?

source: Cannot find version info at
sr: Није могуће пронаћи податке о издању на

source: User variables
sr: Корисникове променљиве

source: Thumbnails directory
sr: Директоријум са сличицама

source: Closeups directory
sr: Директоријум са увеличаним сликама

source: Slides directory
sr: Директоријум са слајдовима

source: Thumbnail prefix
sr: Префикс за сличице

source: Closeup prefix
sr: Префикс за увеличане слике

source: Ignore pattern
sr: Образац за игнорисање

source: Regular expression for files and directories to ignore
sr: Регуларни израз за датотеке и директоријуме које треба занемарити

source: Preferences
sr: Подешавања

source: Use menu [File -> Save as default] to save settings permanently
sr: Користите мени [Датотека -> Сачувај као подразумевано] да бисте подешавања сачували за стално

source: Keep settings on skin change
sr: Задржи подешавања при промени пресвлаке

source: Auto write comments to file
sr: Аутоматски записуј коментаре у датотеку

source: Image editing
sr: Уређивање слика

source: Skins
sr: Пресвлаке

source: Language
sr: Језик

source: Look And Feel
sr: Изглед и осећај

source: <System default>
sr: <подразумевано>

source: Note: Some changes requires a JAlbum restart (after saving)
sr: Примедба: Неке промене траже да поново покренете ЈАлбум (после чувања)

source: Guides
sr: Водичи

source: Show warning dialogues
sr: Прикажи прозорчиће с упозорењима

source: Allow blinking hints
sr: Дозволи треперећа упутства

source: Show tip of the day
sr: Прикажи савет дана

source: Comment sources
sr: Извори коментара

source: Controls locations to pick image comments from (listed in order of precedence)
sr: Одређује места са којих се узимају коментари за слике (поређани према пожељности)

source: Text file
sr: Текстуална датотека

source: IPTC Caption
sr: IPTC натпис

source: EXIF User
sr: Кориснички EXIF

source: EXIF Image Desc.
sr: EXIF опис слике

source: High quality thumbnails
sr: Сличице високог квалитета

source: Smoother and almost as fast thumbnail image scaling
sr: Мекше и скоро једнако брзо скалирање сличица

source: Check for updates on start up
sr: Провери за доградње на почетку рада

source: To publish an album you need a web server<br>account with "ftp access"
sr: Да бисте објавили албум потребај вам је налог на веб серверу<br> са „ФТП приступом“

source: Create account...
sr: Прављење налога...

source: Accounts...
sr: Налози...

source: Choose and edit account profiles
sr: Избор и уређивање профила за налоге

source: Start web host signup wizard
sr: Покрени чаробњака за пријаву на веб сервер

source: Album preview
sr: Претпреглед албума

source: Web root URL
sr: УРЛ за ел. место

source: Preview link
sr: Веза за претпреглед

source: Force UTF-8
sr: Форсирај UTF-8

source: Force UTF-8 file name encoding nomatter what the server reports
sr: Форсира кодирање UTF-8 без обзира шта сервер дојави

source: Web directory
sr: Мрежни директоријум

source: Directory under ftp directory that is web published (leave blank if same directory)
sr: Директоријум на ФТП серверу који се објављује на Мрежи (оставите празно ако је у питању исти директоријум)

source: Directory for album on remote server
sr: Директорјум за албум на удаљеном серверу

source: Web host signup
sr: Пријава на веб сервер

source: Step {0} of {1}
sr: Корак {0} од {1}

source: < Back
sr: <Назад

source: Next >
sr: Даље >

source: Finish
sr: Заврши

source: Information
sr: Подаци
