Repository: filmil/translation
Catalog: jalbum/texts_*.properties.po
Languages: sr

source: Do you want to share your images? I will assist you in getting an account with space for them on a web server.You will be asked to select a "web host provider" from a list.Choose either free web hosting (may contain banner ads) or pay-alternatives.<p>You then fill in a form with basic sign-up information.I will handle the sign-up process and fill in allneccesary "ftp connection" settings in the JAlbum publish tab. When done, you can upload your albums for public viewing.</p><p>Web host providers:<br>To join the list of hosts, please see my <a href="http://jalbum.net/webhosting.jsp">web hosts page</a>.</p>
sr: Да ли желите да делите Ваше слике? Помоћи ћемо вам да добијете налог са простором на веб серверу. Потребно је да изаберете једног од „добављача простора‟ са списка. Можете да изаберете било бесплатне добављаче (неки од њих ће Вам приказивати рекламе) или можете користити добављаче који се плаћају.<p>Затим испуните формулар са основним подацима за пријаву. Ми ћемо да обрадимо цео процес пријаве и да испунимо све неопходне податке о „ФТП вези‟. Када је све то готово, можете да пошаљете албум како би свима био доступан.</p><p>Добављачи простора:<br>Да бисте приступили списку добављача, молимо да погледате <a href="http://jalbum.net/webhosting.jsp">страну са списком добављача</a>.</p>

source: Please select a web host provider from the list below
sr: Молимо изаберите добављача са доле наведеног списка

source: Provider
sr: Добављач

source: Info
sr: Подаци

source: Please fill in the form below
sr: Молимо испуните доле наведени формулар

source: Name (first, last)
sr: Име (име, презиме)

source: Email
sr: Ел. адреса

source: Country
sr: Држава

source: Desired user name
sr: Жељено корисничко име

source: Repeat password
sr: Лозинка поново

source: Please confirm your settings
sr: Молимо потврдите Ваша подешавања

source: By pressing finish, you submit these settings to the selected provider
sr: Када притисните „Заврши“, подешавања ће бити прослеђена изабраном добављачу

source: After signup:
sr: После пријаве:

source: Set selected settings in publish section
sr: Постави изабрана подешавања у одељку за објаву

source: Create account profile for selected settings
sr: Направи профил за изабрана подешавања

source: Contacting provider...
sr: Повезивање са добављачем...

source: Signup ok
sr: Повезивање је успело

source: Signup failed
sr: Повезивање није успело

source: HTTP error
sr: HTTP грешка

source: Open failed
sr: Отварање није успело

source: Connection failed
sr: Веза није успела

source: Add
sr: Додај

source: Select
sr: Изабери

source: Remove
sr: Уклони

source: Accounts manager
sr: Управник налозима

source: Account profiles
sr: Профили за налоге

source: New account profile
sr: Нови профил за налог

source: Remove account profile
sr: Уклони профил за налог

source: Do you really want to remove the "{0}" account profile?
sr: Да ли заиста желите да уклоните профил за налог „{0}“?

source: Process only updated subdirectories
sr: Обради једино освежене директоријуме

source: Skip subdirectories that haven't been touched since the last album build
sr: Прескочи директоријуме који нису дирани од последњег прављења албума

source: Making index pages...
sr: Прављење индексних страна...

source: Checking for updates...
sr: Провера доградњи...

source: JAlbum requires at least v{0} of Sun''s Java. Please update at www.java.com
sr: ЈАлбум тражи Јаву бар у издању {0}. Молимо доградите на www.java.com

source: Secure
sr: Безбедно

source: Use sftp connection (SSH2 based)
sr: Користи СФТП везу (SSH2)

source: Image generation
sr: Прављење слике

source: Progressive mode
sr: Прогресивни начин рада

source: Use progressive encoding
sr: Користи прогресивно кодирање

source: Use classic image readers
sr: Користи класичне читаче слика

source: Use older, but faster code for reading JPEG, GIF and PNG files instead of ImageIO
sr: Користи старији, али бржи код за читање JPEG, GIF и PNG датотека уместо ImageIO

source: Update
sr: Освежи

source: Open
sr: Отвори

source: Properties
sr: Својства

source: Hide excluded
sr: Сакриј искључене

source: Large thumbnails
sr: Велике сличице

source: Delete
sr: Обриши

source: You cannot delete folders (safety rule)
sr: Не можете брисати директоријуме (безбедносна мера)

source: Delete files
sr: Обриши датотеке

source: Are you sure you want to permanently delete {0} file(s) from disk?
sr: Да ли сигурно желите да обришете за стално оволико датотека с диска: {0}?

source: Include
sr: Укључи

source: Exclude
sr: Искључи

source: Select all
sr: Изабери све

source: Invert selection
sr: Обрни избор

source: Run slide show
sr: Покрени слајд шоу

source: Order by
sr: Уреди по

source: Reverse date
sr: Обратном датуму

source: Camera date
sr: Датуму са камере

source: Use JAlbum ordering
sr: Користи ЈАлбумов редослед

source: Properties for
sr: Својства за

source: Summary
sr: Сажетак

source: Use as folder thumbnail
sr: Користи као сличицу за директоријум

source: Use this image to represent this album in the parent album
sr: Користи ову слику за представљање овог албума у родитељском албуму

source: Title
sr: Наслов

source: Multiple processors
sr: Више процесора

source: Number of threads
sr: Број нити

source: Redo
sr: Понови

source: Cut
sr: Исеци

source: Copy
sr: Умножи

source: Paste
sr: Налепи

source: Use thumbnail for folder icon
sr: Користи сличицу за директоријум

source: Replaces standard folder icon with a thumbnail from one of the files in the image directory
sr: Замењује стандардну сличицу директоријума сличицом неке од датотека из директоријума са сликама

source: Save changes to project?
sr: Да ли да сачувам измене пројекта?

source: Reverse name
sr: Обратно по имену

source: Exclude new images by default
sr: Подразумевано не укључуј нове слике

source: Automatically exclude images recently added to the image directory
sr: Аутоматски искључи слике које су скоро додате у директоријум са сликама

source: Keep photographic data
sr: Задржи фотографске податке

source: Pass on photographic data (EXIF) from original file
sr: Извуци фотографске податке (EXIF) из изворне датотеке

source: Share
sr: Дељење

source: You currently have active shared albums. Quitting now will make them unavailable to visitors.
sr: Тренутно имате активне албуме за дељење. Ако сада изађете из програма, више неће бити доступни посетиоцима.

source: This section lets you share albums straight from your local hard disk.<br>JAlbum has a small web server that enables viewers to surf to your computer and view your shared albums.
sr: Овај одељак Вам омогућава да слике делите са Вашег локалног диска.<br>ЈАлбум садржи мали мрежни сервер који дозвољава посетиоцима да прегледају слике из Ваших дељених албума.

source: Share album
sr: Дели албум

source: Share current album
sr: Дели тренутни албум

source: Your album is now shared. Copy the address below to friends. JAlbum needs to be running for the sharing to work.
sr: Сада делите албум. Доле дату адресу можете умножити и дати пријатељима. ЈАлбум мора да буде активан да би дељење радило.

source: Current share
sr: Активна дељења

source: Active
sr: Активна

source: Security settings...
sr: Подешавања безбедности...

source: Security settings
sr: Подешавања безбедности

source: Password protect album
sr: Заштити албум лозинком

source: Name (URI)
sr: Име (УРИ)

source: Local path
sr: Локална стаза

source: Address
sr: Адреса

source: To share this album, copy and paste address to chat clients when chating with friends
sr: Да бисте делили овај албум, исеците и налепите адресу у клијенте за разговор када разговарате са пријатељима

source: Go to
sr: Прикажи

source: Shared albums
sr: Дељени албуми

source: Web server control
sr: Управљање веб сервером

source: Start
sr: Покрени

source: Stop
sr: Заустави

source: Settings...
sr: Подешавања...

source: Web server settings
sr: Подешавања веб сервера

source: Port
sr: Порт

source: Hostname
sr: Име рачунара

source: Name that identifies this server on the Internet. If left blank, the IP address will be used
sr: Име које означава овај сервер на Интернету. Ако се не попуни, користи се ИП адреса

source: Start web server when JAlbum starts
sr: Покрени веб сервер када се покрене ЈАлбум

source: Establish port mapping in firewall (requires UPnP support)
sr: Пресликај портове у ватробрану (захтева се подршка за УПнП)

source: Logging
sr: Бележење

source: No logging
sr: Без бележења

source: Log to system console window
sr: Записуј у прозор са системским дневником

source: Log to file
sr: Записуј у датотеку

source: Log date format
sr: Формат датума у запису

source: Log file name
sr: Име дневника

source: Your computer seem to be behind a firewall.For JAlbum file sharing to work you need to allow incoming "TCP" traffic to port {0} and pass it to this computer (ip address {1})(If the firewall was UPnP enabled, JAlbum would automatically make this adjustment.)
sr: Ваш рачунар је изгледа иза ватробрана. Да би ЈАлбумово дељење слика радило, морате да омогућите долазни „ТЦП‟ (TCP) саобраћај за порт {0} и да га проследите овом рачунару (ИП адреса је {1}) (Ако ватробран користи УПнП, ЈАлбум ће аутоматски да направи ово подешавање.)

source: Access to JAlbum shared albums seems to be blocked by a firewall.On Windows systems, make sure you don't have the "javaw.exe" process blocked by the software firewall(See Control Panel->Windows Firewall->Exceptions)
sr: Приступ дељеним ЈАлбумовим албумима је заустављен ватробраном. На Виндовс системима, морате да обезбедите да ватробран не блокира програм „javaw.exe‟ (Погледајте Control Panel->Windows Firewall->Exceptions)

source: The current web server port ({0}) is already in use by another program.
sr: Тренутно постављени порт за веб сервер ({0}) користи други програм.

source: JAlbum album sharing
sr: ЈАлбумово дељење албума

source: The JAlbum web server is now running in the background.It is safe to close the JAlbum window.
sr: ЈАлбумов веб сервер сада ради у позадини. Можете да затворите ЈАлбумов прозор.

source: Pause
sr: Пауза
