Repository: filmil/translation
Catalog: tags/date-20070318/hello/*.po
Languages: sr@latn

source: %s: option `%s' is ambiguous
sr@latn: %s: Izbor `%s' je dvosmislen

source: %s: option `--%s' doesn't allow an argument
sr@latn: %s: izbor `--%s' ne dopušta argumente

source: %s: option `%c%s' doesn't allow an argument
sr@latn: %s: izbor `%c%s' ne dopušta argumente

source: %s: option `%s' requires an argument
sr@latn: %s: izbor `%s' zahteva argument

source: %s: unrecognized option `--%s'
sr@latn: %s: izbor `--%s' nije prepoznat

source: %s: unrecognized option `%c%s'
sr@latn: %s: izbor `%c%s' nije prepoznat

source: %s: illegal option -- %c
sr@latn: %s: neispravan izbor -- %c

source: %s: invalid option -- %c
sr@latn: %s: nepostojeći izbor -- %c

source: %s: option requires an argument -- %c
sr@latn: %s: izbor zahteva argument -- %c

source: %s: option `-W %s' is ambiguous
sr@latn: %s: izbor `-W %s' je dvosmislen

source: %s: option `-W %s' doesn't allow an argument
sr@latn: %s: izbor `-W %s' ne dozvoljava argument

source: Too many arguments
sr@latn: Suviše argumenata

source: Try `%s --help' for more information.
sr@latn: Kucajte `%s --help' za više pomoći.

source: GNU hello, THE greeting printing program.
sr@latn: GNU hello, ČUVENI program za štampanje pozdrava.

source: Usage: %s [OPTION]
sr@latn: Upotreba: %s [OPCIJA]

source: -h, --help display this help and exit -v, --version display version information and exit
sr@latn: -h, --help prikaži ovaj tekst i završi s radom -v, --version prikaži oznaku verzije i završi s radom

source: -t, --traditional use traditional greeting format -n, --next-generation use next-generation greeting format -m, --mail print your mail
sr@latn: -t, --traditional koristi tradicionalni format za pozdrav -n, --next-generation koristi novi format za pozdrav -m, --mail ispiši prispelu poštu

source: Report bugs to <%s>.
sr@latn: Prijavite greške na adresu <%s>.

source: Copyright (C) %s Free Software Foundation, Inc. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. You may redistribute copies of GNU %s under the terms of the GNU General Public License. For more information about these matters, see the file named COPYING.
sr@latn: Copyright (C) %s Free Software Foundation, Inc. Ne daju se NIKAKVE garancije; ni za PRODAJNU ni za UPOTREBNU vrednost. Možete deliti kopije GNU %s prema uslovima GNU Opšte javne licence. Za više informacija o pravnim detaljima pogledajte datoteku COPYING.

source: %s: Incompatible flags: -m and -t
sr@latn: %s: Izbori ne mogu da sadejstvuju: -m i -t

source: %s: Who are you?
sr@latn: %s: Ko ste vi?

source: %s: Cannot find your mail spool file.
sr@latn: %s: Vaše poštansko sanduče nije pronađeno.

source: Nothing happens here.
sr@latn: Ništa se ne dešava.

source: hello, world
sr@latn: zdravo, svete

source: +---------------+ | Hello, world! | +---------------+
sr@latn: +---------------+ | Zdravo, svete!| +---------------+

source: Hello, world!
sr@latn: Zdravo, svete!

source: %s: Virtual memory exhausted
sr@latn: %s: Sva memorija je potrošena
