Repository: filmil/translation
Catalog: lincity-ng/*.po
Languages: sr

source: Error. Can't find LINCITY_HOME
sr: Грешка. Није пронађен LINCITY_HOME

source: Error verifying package. Can't find colour.pal.
sr: Грешка при провери пакета. Није пронађена датотека colour.pal.

source: Couldn't create the save directory '%s'
sr: Није могуће направити директоријум за снимање „%s“

source: Couldn't create the save directory %s
sr: Није могуће направити директоријум за снимање %s

source: Out of memory: malloc failure
sr: Нема меморије: malloc није успео

source: Empty
sr: Празно

source: Power line
sr: Електрична мрежа

source: Solar PS
sr: Соларна станица

source: Substation
sr: Подстаница

source: Residential LL
sr: Станови LL

source: Farm
sr: Фарма

source: Market
sr: Пијаца

source: Track
sr: Улица

source: Coalmine
sr: Рудник угља

source: Railway
sr: Железница

source: Coal PS
sr: Угаљ

source: Road
sr: Пут

source: Lt. Industry
sr: Лака индустрија

source: University
sr: Универзитет

source: Commune
sr: Комуна

source: Ore mine
sr: Рудник

source: Rubbish tip
sr: Депонија

source: Port
sr: Лука

source: Hv. Industry
sr: Тешка индустрија

source: Park
sr: Парк

source: Recycle
sr: Рециклажа

source: Water
sr: Вода

source: Health centre
sr: Болница

source: Rocket pad
sr: Лансирна рампа

source: Windmill
sr: Ветрењача

source: Monument
sr: Споменик

source: School
sr: Школа

source: Blacksmith
sr: Ковач

source: Mill
sr: Млин

source: Pottery
sr: Грнчарија

source: Fire sta'n
sr: Ватрогасци

source: Sports field
sr: Стадион

source: Burnt
sr: Изгорело

source: Shanty town
sr: Градић

source: Fire
sr: Ватра

source: Used
sr: Коришћено

source: Residential ML
sr: Станови ML

source: Residential HL
sr: Станови HL

source: Residential
sr: Станови

source: Jan
sr: јан

source: Feb
sr: феб

source: Mar
sr: мар

source: Apr
sr: апр

source: May
sr: мај

source: Jun
sr: јун

source: Jul
sr: јул

source: Aug
sr: авг

source: Sep
sr: сеп

source: Oct
sr: окт

source: Nov
sr: нов

source: Dec
sr: дец

source: Save file <%s> -
sr: Сними датотеку <%s> -

source: Can't open save file!
sr: Није могуће отворити!

source: Saving scene
sr: Снимање сцене

source: Can't open <%s> (gzipped)
sr: Није могуће отворити <%s> (зиповано)

source: Loading scene
sr: Учитавање сцене

source: You can't build a tip here
sr: Депонија не може бити овде

source: This area was once a landfill
sr: Ова област је некад била депонија

source: OK
sr: У реду

source: You can't build a mine here
sr: Овде не може бити рудник

source: There is no ore left at this site
sr: На овом месту више нема руде.

source: It's at a power line.
sr: У питању је ел. мрежа.

source: It's at a solar power station.
sr: У питању је соларна електрана.

source: It's at a substation.
sr: У питању је подстаница.

source: It's at a residential area.
sr: У питању су станови.

source: It's at a farm.
sr: У питању је фарма.

source: It's at a market.
sr: У питању је пијаца.

source: It's at a track.
sr: У питању је пут.

source: It's at a coal mine.
sr: У питању је рудник угља.

source: It's at a railway.
sr: У питању је железница.

source: It's at a coal power station.
sr: У питању је термоелектрана.

source: It's at a road.
sr: У питању је пут.

source: It's at light industry.
sr: У питању је лака индустрија.

source: It's at a university.
sr: У питању је универзитет.

source: It's at a commune.
sr: У питању је комуна.

source: It's at a tip.
sr: У питању је депонија.

source: It's at a port.
sr: У питању је лука.

source: It's at a steel works.
sr: У питању је челичана.

source: It's at a recycle centre.
sr: У питању је центар за рециклажу.

source: It's at a health centre.
sr: У питању је болница.

source: It's at a rocket site.
sr: У питању је лансирна рампа.

source: It's at a windmill.
sr: У питању је ветрењача.

source: It's at a school.
sr: У питању је школа.

source: It's at a blacksmith.
sr: У питању је ковач.

source: It's at a mill.
sr: У питању је млин.

source: It's at a pottery.
sr: У питању је грнчарија.

source: It's at a fire station!!!.
sr: У питању је ватрогасна станица!!!

source: It's at a sports field!!!.
sr: У питању је стадион!!!

source: It's at a shanty town.
sr: У питању је сиромашна област.

source: UNKNOWN!
sr: Непознато!

source: Rocket Pad
sr: Лансирна рампа

source: Completion
sr: Урађено

source: Inventory
sr: Инвентар

source: Jobs
sr: Послови

source: Goods
sr: Добра

source: Steel
sr: Челик

source: Food
sr: Храна

source: Coal
sr: Угаљ

source: Ore
sr: Руда

source: Total
sr: Укуп.

source: Landfill
sr: Депонија

source: Last Month
sr: Прошли месец

source: Tons
sr: Тона

source: Percent
sr: Процената

source: % Filled
sr: % Пуно

source: Fire Station
sr: Ватрогасна станица

source: Heavy
sr: Тешка

source: Industry
sr: индустрија

source: Grid
sr: Мрежа

source: NO
sr: Не

source: Power
sr: Струја

source: Output
sr: Излаз

source: Store
sr: Продавница

source: Capacity
sr: Капацитет

source: Local Demand
sr: Локална потражња

source: Grid Status
sr: Статус мреже

source: T. Cap.
sr: Т. кап.

source: A. Cap.
sr: А. кап.

source: Demand
sr: Тражња

source: Grid ID
sr: Бр. мреже

source: Activity
sr: Активност

source: Yes
sr: Да

source: No
sr: Не

source: Waste
sr: Отпад

source: Solar
sr: Соларна

source: Power Station
sr: електрана

source: Max Output
sr: Макс. излаз

source: Current Output
sr: Трен. излаз

source: Tech
sr: Техн.

source: Power Line
sr: Далековод

source: Ore Mine
sr: Рудник

source: Stock
sr: Ископано

source: Reserve
sr: Резерве

source: Wisdom Bestowed
sr: Стечена мудрост

source: % Complete
sr: % урађено

source: Textile Mill
sr: Текстилна инд.

source: Light
sr: Светло

source: YES
sr: ДА

source: Tech Produced
sr: Произв. технологија

source: Recycling
sr: Центар за

source: Center
sr: рециклажу

source: Rail
sr: Шине

source: Navigable
sr: Пловност

source: Lessons Learned
sr: Научених лекција

source: Organic Farm
sr: Органска фарма

source: NO
sr: НЕ

source: Prod
sr: Произ.

source: Health Centre
sr: Болница

source: Local Status
sr: Лок. статус

source: Prod.
sr: Произ.

source: Coal Mine
sr: Рудник угља

source: EMPTY
sr: ПРАЗНО

source: Residence
sr: Станови

source: People
sr: Људи

source: Fed
sr: Храна

source: Employed
sr: Запослени

source: Health Cvr
sr: Имају болницу

source: Sport
sr: Спорт

source: Pollution
sr: Загађење

source: good
sr: добро

source: poor
sr: слабо

source: Job
sr: Посао

source: Launchsite
sr: Лансирна рампа

source: ----- IN TEST MODE -------
sr: --- У пробном моду рада ---

source: Game statistics from LinCity-NG Version %s
sr: Статистике игре за LinCity-NG издање %s
