<?php
// Version: 1.1.2; Errors

$txt[1] = 'Немате дозволу да приступите овом одељку';

$txt[73] = 'Само уредници могу да користе функцију за директно брисање. Уклоните поруку кроз опцију "Измени".';
$txt[75] = 'Нисте попунили поље са именом. Поље је обавезно.';
$txt[76] = 'Нисте попунили поље са e-mail адресом. Поље је обавезно.';
$txt[90] = 'Тема је закључана. Немате дозволу да шаљете или измењујете поруке...';
$txt[91] = 'Поље за лозинку је празно';
$txt[93] = 'Немате дозволу да закључате/одкључате ову тему. Морате да будете уредник или администратор да бисте учинили то...';
$txt[100] = 'Корисничко име које сте пробали да употребите већ постоји.';
$txt[134] = 'Немате дозволу да премештате теме...';
$txt[138] = 'Овај сервис је доступан само члановима...';
$txt[165] = 'Да бисте послали поруку морате да се пријатите. Ако још увек немате налог <a href="' . $scripturl . '?action=register">региструјте се</a>.';
$txt[213] = 'Лозинке нису исте.';
$txt[223] = 'Морате да се региструјете пре него што почнете да користите ову могућност.';
$txt[241] = 'Употребили сте недозвољен карактер у лозинци.';
$txt[242] = 'Употребили сте недозвољен карактер у имену.';
$txt[243] = 'Употребили сте недозвољен карактер у e-mail-у.';
$txt[244] = 'Корисничко име које сте покушали да употребите садржи резервисано име \'%s\'. Покушајте са другим корисничким именом.';
$txt[337] = 'Поље прихвата само бројеве од 0 до 9';
$txt[472] = 'Теме не постоји у овом форуму.';

$txt['smf26'] = 'Нисте изабрали опцију за гласање.';
$txt['smf27'] = 'Гласање не постоји, закључано је или сте пробали да гласате два пута.';
$txt['smf28'] = 'Ова опција је доступна само регистрованим члановима.';
$txt['smf31'] = 'Закључано је од стране администратора. Немате дозволу да је одкључате.';
$txt['smf61'] = 'Немате дозволу да мењате свој углед.';
$txt['smf63'] = 'Ова могућност је онемогућена.';
$txt['smf115b'] = 'Не могу да приступим путањи за доставу приложених датотека!';
$txt['smf122'] = 'Ваша датотека је превелика. Максимална дозвољена величина приложене датотеке је %d KB.';
$txt['smf124'] = 'Датотека коју сте приложили није сачувана. Ово се догодило јер је прилагање трајало предуго или је датотека већа него што то сервер дозвољава.<br /><br />За више информација, консултујте администратора сервера.';
$txt['smf125'] = 'Извињавамо се! Већ постоји датотека са истим именом као и датотека коју сте приложили. Преименујте датотеку и покушајте поново.';
$txt['smf126'] = 'Директоријум за доставу је пун. Покушајте са мањом датотеком и/или контактирајте администратора.';
$txt['smf191'] = 'Не могу да се повежем са сервером или не могу да пронађем датотеку.';
$txt['smf232'] = 'Форум који сте прецизирали не постоји';
$txt['smf253'] = 'Немате дозволу да поделите теме';
$txt['smf262'] = 'Немате дозволу да спајате теме';
$txt['smf263'] = 'Прецизирали сте неисправан ID теме.';
$txt['smf268'] = 'Не можете да поделите тему код прве поруке.';
$txt['smf270'] = 'Тема садржи само једну поруку и не може бити подељена.';
$txt['smf271'] = 'Нема изабраних порука';
$txt['smf271b'] = 'Не могу да поделим. Изабрали сте све поруке.';
$txt['smf272'] = 'Не могу да пронађем поруке.';
$txt['smf273'] = 'Не могу да уметнем тему.';
$txt['smf289'] = 'Изабрали сте корисничко име постојећег уредника. Изаберите друго корисничко име.';
$txt['smf304'] = 'Ваша сесија је истекла током слања поруке. Вратите се уназад и покушајте поново.';
$txt['smf305'] = 'Потврда сесије је неуспела. Покушајте да се одјавите и поново пријавите.';
$txt['smf306'] = 'Не могу да потврдим реферишући url. Вратите се назад и покушајте поново.';

$txt['cannot_admin_forum'] = 'Немате дозволу да администрирате овај форум.';
$txt['cannot_announce_topic'] = 'Није вам дозвољено да објављујете теме на овом форуму.';
$txt['cannot_calendar_edit_any'] = 'Не можете да уређујете догађаје.';
$txt['cannot_calendar_edit_own'] = 'Немате довољне привилегије да измените сопствене догађаје.';
$txt['cannot_calendar_post'] = 'Постављање догађаја није дозвољено.';
$txt['cannot_calendar_view'] = 'Немате дозволу да погледате календар.';
$txt['cannot_remove_any'] = 'Немате дозволу да обришете било коју тему у овом форуму.';
$txt['cannot_remove_own'] = 'Није вам дозвољено да бришете своје поруке у овом форуму.';
$txt['cannot_edit_news'] = 'Није вам дозвољено да уређујете вести на овом форуму.';
$txt['cannot_pm_read'] = 'Не можете да читате своје приватне поруке.';
$txt['cannot_pm_send'] = 'Немате дозволу за слање приватних порука.';
$txt['cannot_karma_edit'] = 'Није вам дозвољено да мењате углед других људи.';
$txt['cannot_lock_any'] = 'Немате дозволу да закључате било коју тему на овом форуму.';
$txt['cannot_lock_own'] = 'Не можете да закључавате сопствене теме на овом форуму.';
$txt['cannot_make_sticky'] = 'Немате дозволу да ову тему учините лепљивом.';
$txt['cannot_manage_attachments'] = 'Није вам дозвољено да уређујете приложене датотеке и аватаре.';
$txt['cannot_manage_bans'] = 'Није вам дозвољено да мењате списак забрана.';
$txt['cannot_manage_boards'] = 'Није вам дозвољено да управљате форумима и категоријама.';
$txt['cannot_manage_membergroups'] = 'Није вам дозвољено да мењате или да додељујете групе чланова.';
$txt['cannot_manage_permissions'] = 'Није вам дозвољено да мењате дозволе.';
$txt['cannot_manage_smileys'] = 'Није вам дозвољено да управљате смајлијима.';
$txt['cannot_mark_any_notify'] = 'Немате потребне дозволе да бисте добијали обавештења са ове теме.';
$txt['cannot_mark_notify'] = 'Није вам дозвољено да тражите обавештења из овог форума.';
$txt['cannot_merge_any'] = 'Није вам дозвољено да спајате теме на једном од изабраних форума.';
$txt['cannot_moderate_forum'] = 'Није вам дозвољено да уређујете овај форум.';
$txt['cannot_modify_any'] = 'Немате дозволу да мењате било које поруке.';
$txt['cannot_modify_own'] = 'Немате дозволу да мењате сопствене поруке.';
$txt['cannot_modify_replies'] = 'Не можете да измените ову поруку иако је одговор на вашу тему.';
$txt['cannot_move_own'] = 'Немате дозволу да премештате своје теме у овом форуму.';
$txt['cannot_move_any'] = 'Немате дозволу да премештате теме у овај форум.';
$txt['cannot_poll_add_own'] = 'Немате дозволу да додајете гласања својим темама у овом форуму.';
$txt['cannot_poll_add_any'] = 'Немате дозволу да додате гласање овој теми.';
$txt['cannot_poll_edit_own'] = 'Не можете да измените ово гласање иако сте га ви поставили.';
$txt['cannot_poll_edit_any'] = 'Забрањена вам је измена гласања у овом форуму.';
$txt['cannot_poll_lock_own'] = 'Немате дозволу да закључавате своја гласања у овом форуму.';
$txt['cannot_poll_lock_any'] = 'Немате дозволу да закључавате гласања.';
$txt['cannot_poll_post'] = 'Није вам дозвољено да постављате гласања у овом форуму.';
$txt['cannot_poll_remove_own'] = 'Немате дозволу да уклоните ово гласање из ваше теме.';
$txt['cannot_poll_remove_any'] = 'Није вам дозвољено да уклањате гласања из овог форума.';
$txt['cannot_poll_view'] = 'Немате дозволу да погледате гласања у овом форуму.';
$txt['cannot_poll_vote'] = 'Не можете да гласате у овом форуму.';
$txt['cannot_post_attachment'] = 'Немате дозволу да овде прилажете датотеке.';
$txt['cannot_post_new'] = 'Не можете да постављате нове теме у овом форуму.';
$txt['cannot_post_reply_any'] = 'Немате дозволу да одговарате на теме у овом форуму.';
$txt['cannot_post_reply_own'] = 'Није вам дозвољено да одговарате чак ни на сопствене теме у овом форуму.';
$txt['cannot_profile_remove_own'] = 'Није вам дозвољено да обришете свој налог.';
$txt['cannot_profile_remove_any'] = 'Немате дозволу да бришете налоге других људи!';
$txt['cannot_profile_extra_any'] = 'Није вам дозвољено да мењате подешавања профила.';
$txt['cannot_profile_identity_any'] = 'Није вам дозвољено да мењате подешавања налога.';
$txt['cannot_profile_title_any'] = 'Не можете да мењате прилагођене називе других људи.';
$txt['cannot_profile_extra_own'] = 'Немате довољне привилегије за измену података у профилу.';
$txt['cannot_profile_identity_own'] = 'Тренутно не можете да промените свој идентитет.';
$txt['cannot_profile_title_own'] = 'Није вам дозвољено да мењате свој прилагођени назив.';
$txt['cannot_profile_server_avatar'] = 'Није вам дозвољено да користите аватар ускладиштен на серверу.';
$txt['cannot_profile_upload_avatar'] = 'Немате дозволу да доставите свој аватар.';
$txt['cannot_profile_remote_avatar'] = 'Немате привилегију коришћења удаљеног аватара.';
$txt['cannot_profile_view_own'] = 'Не можете да погледате свој профил.';
$txt['cannot_profile_view_any'] = 'Немате дозволу да гледате профиле корисника.';
$txt['cannot_delete_own'] = 'Не можете да бришете сопствене теме у овом форуму.';
$txt['cannot_delete_replies'] = 'Не можете да уклоните ове поруке иако су одговори на вашу тему.';
$txt['cannot_delete_any'] = 'Немате дозволу да уклоните било коју тему на овом форуму.';
$txt['cannot_report_any'] = 'Није вам дозвољено да пријављујете поруке у овом форуму.';
$txt['cannot_search_posts'] = 'Није вам дозвољено да претражујете поруке у овом форуму.';
$txt['cannot_send_mail'] = 'Немате дозволу да свима пошаљете e-mail.';
$txt['cannot_send_topic'] = 'Администратор је онемогућио слање тема на овом форуму.';
$txt['cannot_split_any'] = 'Деоба било којих тема није дозвољена у овом форуму.';
$txt['cannot_view_attachments'] = 'Није вам дозвољено да преузмете или прегледате приложене датотеке у овом форуму.';
$txt['cannot_view_mlist'] = 'Немате дозволу да видите списак корисника.';
$txt['cannot_view_stats'] = 'Немате дозволу да погледате статистике форума.';
$txt['cannot_who_view'] = 'Немате дозволу да погледате списак присутних корисника.';

$txt['theme3'] = 'Дотична тема не постоји.';
$txt['theme_dir_wrong'] = 'Директоријум подразумеване теме је погрешан. Исправите га кликом на овај текст.';
$txt['registration_disabled'] = 'Регистрација корисника је тренутно онемогућена.';
$txt['registration_no_secret_question'] = 'Тајно питање за овог члана није постављено.';
$txt['poll_range_error'] = 'Гласање мора да траје дуже од 0 дана.';
$txt['delFirstPost'] = 'Није вам дозвољено да обришете прву поруку у овој теми.<p>Ако желите да обришете тему, кликните на линк Уклони тему или замолите уредника/администратора да то учини уместо вас.</p>';
$txt['parent_error'] = 'Не могу да направим форум!';
$txt['login_cookie_error'] = 'Нисте могли да се пријавите. Проверите подешавања колачића.';
$txt['pswd7'] = 'Нисте одговорили тачно на своје питање. Вратите се назад да бисте пробали поново или се вратите две странице уназад да бисте користили подразумевану методу за добијање лозинке.';
$txt['rtm11'] = 'Нема пронађених уредника!';
$txt['parent_not_found'] = 'Структура форума је покварена: не могу да пронађем родитељски форум';
$txt['modify_post_time_passed'] = 'Не можете да измените ову тему јер је дозвољено време за измену истекло.';

$txt['calendar_off'] = 'Тренутно не можете да приступите календару јер је онемогућен.';
$txt['calendar1'] = 'Погрешна вредност за месец.';
$txt['calendar2'] = 'Погрешна вредност за годину.';
$txt['calendar7'] = 'Недостаје месец догађаја.';
$txt['calendar8'] = 'Недостаје година догађаја.';
$txt['calendar14'] = 'Недостаје дан догађаја.';
$txt['calendar15'] = 'Недостаје наслов догађаја.';
$txt['calendar16'] = 'Погрешан датум.';
$txt['calendar17'] = 'Нисте унели наслов догађаја.';
$txt['calendar18'] = 'Недостаје ID догађаја.';
$txt['calendar19'] = 'Немате дозволу да измените овај догађај.';
$txt['calendar38'] = 'Недостаје ID форума.';
$txt['calendar39'] = 'Недостаје ID теме.';
$txt['calendar40'] = 'Тема не постоји.';
$txt['calendar41'] = 'Нисте власник ове теме.';
$txt['calendar42'] = 'Форум не постоји.';
$txt['calendar55'] = 'Опција којом се дозвољава да догађај траје више дана је тренутно онемогућена.';
$txt['calendar56'] = 'Погрешан број дана за трајање догађаја.';

$txt['moveto_noboards'] = 'Нема форума у које бисте могли да преместите тему!';

$txt['already_activated'] = 'Ваш налог је већ активиран.';
$txt['still_awaiting_approval'] = 'Ваш налог и даље чека на одобрење од стране администратора.';

$txt['invalid_email'] = 'Погрешна e-mail адреса / опсег e-mail адреса.<br />Пример исправне e-mail адресе: zao.korisnik@los-sajt.com.<br />Пример исправног опсега e-mail адресa: *@*.los-sajt.com';
$txt['invalid_expiration_date'] = 'Датум истека није исправан.';
$txt['invalid_hostname'] = 'Погрешно име домаћина / опсег имена домаћина.<br />Пример исправног имена домаћина: proxy4.los-sajt.com<br />Пример исправног опсега имена домаћина: *.los-sajt.com';
$txt['invalid_ip'] = 'Погрешна IP адреса / опсег IP адреса.<br />Пример исправне IP адресе: 127.0.0.1<br />Пример исправног опсега IP адреса: 127.0.0-20.*';
$txt['invalid_username'] = 'Име члана није нађено';
$txt['no_ban_admin'] = 'Не можете да забраните администратора - морате прво да га разрешите дужности!';
$txt['no_bantype_selected'] = 'Није изабран тип забране';
$txt['ban_not_found'] = 'Забрана није нађена';
$txt['ban_unknown_restriction_type'] = 'Тип забране није познат';

$txt['recycle_no_valid_board'] = 'Није изабран исправан форум за рециклиране теме';

$txt['login_threshold_fail'] = 'Немате више шанси за пријављивање.  Покушајте поново касније.';

$txt['who_off'] = 'Тренутно не можете да приступите списку Ко је присутан јер је онемогућен.';

$txt['merge_create_topic_failed'] = 'Грешка при покретању нове теме.';
$txt['merge_need_more_topics'] = 'Спајање тема захтева барем две теме за спајање.';

$txt['spamWaitTime_broken'] = 'Задња порука са ваше IP адресе је била пре мање од %d секунди. Покушајте поново касније.';
$txt['registerWaitTime_broken'] = 'Управо сте се регистровали пре %d секунди!';
$txt['loginWaitTime_broken'] = 'Мораћете да сачекате око %d секунди пре него што се поново пријавите.';

$txt['topic_gone'] = 'Изгледа да тема или форум коју тражите не постоји или немате довољно привилегија да бисте је видели.';
$txt['theme_edit_missing'] = 'Не могу да пронађем датотеку коју покушавате да измените!';

$txt['attachments_no_write'] = 'Директоријум за доставу приложених датотека није отворен за писање. Датотека коју сте приложили или аватар не може да буде сачуван.';
$txt['attachments_limit_per_post'] = 'Не можете да приложите више од %d датотека по поруци';

$txt['rtm_not_own'] = 'Нема смисла да пријављујете своје поруке уреднику овог форума!';

$txt['no_dump_database'] = 'Само администратори могу да праве резервне копије базе података!';
$txt['pm_not_yours'] = 'Приватна порука коју покушавате да цитирате не припада вама или не постоји. Вратите се назад и покушајте поново.';
$txt['mangled_post'] = 'Забрљани подаци у форми - вратите се назад и покушајте поново.';
$txt['quoted_post_deleted'] = 'Порука коју покушавате да цитирате не постоји, обрисана је или више није видљива за вас.';

$txt['register_only_once'] = 'Није вам дозвољено да региструјте више налога у исто време са истог рачунара.';

$txt['error_long_name'] = 'Име које сте покушали да употребите је предугачко.';
$txt['error_no_name'] = 'Нисте прецизирали име.';
$txt['error_bad_name'] = 'Име које сте поднели не можете да употребите пошто је резервисано.';
$txt['error_no_email'] = 'Нисте прецизирали е-mail адресу.';
$txt['error_bad_email'] = 'Поднели сте неисправну e-mail адресу.';
$txt['error_no_event'] = 'Нисте прецизирали назив догађаја.';
$txt['error_no_subject'] = 'Нисте унели наслов теме.';
$txt['error_no_question'] = 'Нисте унели питања за ово гласање.';
$txt['error_no_message'] = 'Нисте унели тело поруке.';
$txt['error_long_message'] = 'Порука је превазишла максималну дозвољену дужину (' . $modSettings['max_messageLength'] . ' знакова).';
$txt['error_session_timeout'] = 'Ваша сесија је истекла током слања поруке. Пробајте да поново пошаљете поруку.';
$txt['error_no_to'] = 'Нисте прецизирали примаоца.';
$txt['error_bad_to'] = 'Један или више \'за\'-примаоца није нађен.';
$txt['error_bad_bcc'] = 'Један или више \'bcc\'-примаоца није нађен.';
$txt['error_form_already_submitted'] = 'Већ сте послали ову поруку!  Вероватно сте случајно кликнули два пута или пробали да освежите страницу.';
$txt['error_poll_few'] = 'Морате да понудите барем две опције!';

$txt['smiley_not_found'] = 'Смајли није нађен.';
$txt['smiley_has_no_code'] = 'Нисте прецизирали код за овај смајли.';
$txt['smiley_has_no_filename'] = 'Нисте прецизирали име датотеке за овај смајли.';
$txt['smiley_not_unique'] = 'Смајли са тим кодом већ постоји.';
$txt['smiley_set_already_exists'] = 'Поставка смајлија са тим URL-ом већ постоји';
$txt['smiley_set_not_found'] = 'Поставка смајлија није нађена';
$txt['smiley_set_path_already_used'] = 'URL поставке смајлија се већ користи од стране друге поставке смајлија.';
$txt['smiley_set_unable_to_import'] = 'Нисам могао да увезем поставку смајлија. Или је директоријум погрешан или му се не може приступити.';

$txt['smileys_upload_error'] = 'Нисам могао да доставим датотеку.';
$txt['smileys_upload_error_blank'] = 'Све поставке смајлија морају да имају слику!';
$txt['smileys_upload_error_name'] = 'Све поставке смајлија морају да имају иста имена датотека!';
$txt['smileys_upload_error_illegal'] = 'Илегалан тип.';

$txt['search_invalid_weights'] = 'Тежине нису исправно подешене. Најмање једна тежина би требала да буде подешена на вредност различиту од нуле. Молимо вас пријавите ову грешку администратору.';
$txt['unable_to_create_temporary'] = 'Претрага није могла да направи привремене табеле. Молимо вас пријавите ову грешку администратору.';

$txt['package_no_file'] = 'Не могу да нађем датотеку пакета!';
$txt['packageget_unable'] = 'Нисам могао да се повежем на сервер. Пробајте да користите <a href="%s" target="_blank">овај URL</a> уместо претходног.';
$txt['not_on_simplemachines'] = 'Пакети се могу преузети само са simplemachines.org сервера.';
$txt['package_cant_uninstall'] = 'Овај пакет или никада није било инсталиран или је већ деинсталиран - сада га не можете деинсталирати.';
$txt['package_cant_download'] = 'Не можете да преузмете или инсталирате нове пакете јер директоријум Packages није отворен за писање!';
$txt['package_upload_error'] = 'Нисам могао да доставим пакет. Проверите дозволе директоријума!';
$txt['package_upload_error_exists'] = 'Датотека коју достављате већ постоји на серверу. Прво је обришите па пробајте поново.';

$txt['no_membergroup_selected'] = 'Није изабрана група чланова';
$txt['membergroup_does_not_exist'] = 'Корисничка група не постоји или је погрешна.';

$txt['at_least_one_admin'] = 'Мора да постоји најмање један администратор на форуму!';

// Don't use entities in the below string.
$txt['attachment_not_found'] = 'Приложена датотека није нађена';

$txt['error_no_boards_selected'] = 'Нису изабрани исправни форуми!';
$txt['error_invalid_search_string'] = 'Да нисте можда заборавили нешто за чим бих могао да трагам?';
$txt['error_query_not_specific_enough'] = 'Ваш упит није био довољно прецизан. Пробајте да користите веће речи или не толико честе фразе.';
$txt['error_no_messages_in_time_frame'] = 'Поруке у изабраном временском оквиру нису пронађене.';
$txt['error_no_labels_selected'] = 'Ниједан одељак није изабран!';

$txt['profile_errors_occurred'] = 'Дошло је до следећих грешака приликом снимања вашег профила';
$txt['profile_error_bad_offset'] = 'Временско одступање је превелико';
$txt['profile_error_no_name'] = 'Поље за име је остављено празно';
$txt['profile_error_name_taken'] = 'Изабрано корисничко име је већ заузето';
$txt['profile_error_name_too_long'] = 'Име које сте изабрали је предуго. Не би требало да буде дуже од 60 знакова.';
$txt['profile_error_no_email'] = 'Поље за e-mail адресу је остављено празно';
$txt['profile_error_bad_email'] = 'Нисте унели исправну e-mail адресу';
$txt['profile_error_email_taken'] = 'Један корисник је већ регистрован са том e-mail адресом';
$txt['profile_error_no_password'] = 'Нисте унели своју лозинку';
$txt['profile_error_bad_new_password'] = 'Нове лозинке које сте унели се не поклапају';
$txt['profile_error_bad_password'] = 'Лозинка коју сте унели је погрешна';
$txt['profile_error_bad_avatar'] = 'Аватар који сте изабрали је превелик или није аватар';
$txt['profile_error_password_short'] = 'Ваша лозинка мора да буде дужине од најмање ' . (empty($modSettings['password_strength']) ? 4 : 8) . ' карактера.';
$txt['profile_error_password_restricted_words'] = 'Ваша лозинка не сме да садржи ваше корисничко име, e-mail адресу или друге често коришћене речи.';
$txt['profile_error_password_chars'] = 'Ваша лозинка мора да буде састављена од великих и малих слова као и бројева.';

$txt['mysql_error_space'] = ' - проверите величину за складиштење базе или контактирајте администратора.';

$txt['icon_not_found'] = 'Слика иконе није пронађена у подразумеваној теми - уверите се да је слика достављена и покушајте поново.';
$txt['icon_after_itself'] = 'Слика иконе не може да буде постављена одмах после себе!';
$txt['icon_name_too_long'] = 'Имена датотека икона не могу да буду дужа од 16 карактера';

$txt['name_censored'] = 'Име које сте покушали да употребите, %s, садржи речи које су цензурисане. Пробајте са другим именом.';

$txt['poll_already_exists'] = 'Тема може да буде повезана само са једним гласањем!';
$txt['poll_not_found'] = 'Нема гласања повезаног са овом темом!';

$txt['error_while_adding_poll'] = 'Следећа грешка или грешке су се догодиле приликом додавања овог гласања';
$txt['error_while_editing_poll'] = 'Следећа грешка или грешке су се догодиле приликом измене овог гласања';

$txt['loadavg_search_disabled'] = 'Због великог оптерећења сервера, функција за претрагу је аутоматски и привремено онемогућена. Пробајте поново мало касније.';
$txt['loadavg_generic_disabled'] = 'Због великог оптерећења сервера, ова могућност је тренутно онемогућена.';
$txt['loadavg_allunread_disabled'] = 'Због великог оптерећења сервера, не могу да пронађем све теме које нисте прочитали.';
$txt['loadavg_unreadreplies_disabled'] = 'Сервер је тренутно под великим оптерећењем. Пробајте поново мало касније.';
$txt['loadavg_show_posts_disabled'] = 'Покушајте поново мало касније. Претрага за порукама овог члана тренутно није доступна због великог оптерећења сервера.';

$txt['visual_verification_failed'] = 'Слова која сте унели се не поклапају са словима која су приказана на слици.';

?>