<?php
// Version: 1.1.8; Packages

$txt['smf154'] = 'Настави';
$txt['smf160'] = 'Модификациона датотека је распакована али модификација долази и са PHP скриптом која би требало да буде извршена пре него што модификација проради';
$txt['smf161'] = 'Покрени';
$txt['smf163'] = 'Прочитај';
$txt['smf173'] = 'Излаз скрипте:';
$txt['smf174'] = 'Додатне напомене';
$txt['smf175'] = 'Датотека са инструкцијама/додатним напоменама';
$txt['smf180'] = 'Списак датотека у пакету';
$txt['smf181'] = 'Датотеке у архиви';
$txt['smf182'] = 'Преузми пакет';
$txt['smf183'] = 'Сервери пакета';
$txt['smf184'] = 'Претражи';
$txt['smf185'] = 'Додај сервер';
$txt['smf186'] = 'Име сервера';
$txt['smf187'] = 'URL';
$txt['smf189'] = 'Тренутно нема пакета.';
$txt['smf190'] = 'Преузми';
$txt['smf192'] = 'Пакет је успешно преузет';
$txt['smf193'] = 'Пакет је успешно био преузет';
$txt['smf198'] = 'Менаџер пакета';
$txt['smf159b'] = 'Примени модификацију';
$txt['smf162b'] = 'Модификациона датотека је распакована али ова модификација долази и са SQL датотеком која садржи потребне измене на бази. Била би добро да је покренете.';
$txt['smf163b'] = 'Покрени';
$txt['smf174b'] = 'SQL упити';
$txt['smf189b'] = 'Тренутно нема инсталираних модификација';
$txt['smf188b'] = 'Прегледај инсталиране модификације';
$txt['smf198b'] = 'Деинсталирај';
$txt['smf198d'] = 'Обриши списак модификација';
$txt['smf198h'] = 'Ваш сервер је поставио PHP у SAFE MODE.  Ова могућност није компатибилна са SAFE MODE-ом.';
$txt['smf198i'] = 'Допусти ми да пробам.';

$txt['download_packages'] = 'Преузми пакете';
$txt['installed_packages'] = 'Инсталирани пакети';
$txt['package_settings'] = 'Опције';
$txt['package_manager_desc'] = 'Из менаџера пакета можете да преузмете и инсталирате модификацију за ваш форум кроз интерфејс који је веома лак за коришћење.';
$txt['installed_packages_desc'] = 'Овде можете да погледате пакете који су тренутно инсталирани на вашем форуму и уклоните оне који вам више не требају.';
$txt['download_packages_desc'] = 'Из овог одељка можете да преузмете нове пакете са сервера пакета или да сами доставите датотеку пакета..';

$txt['package1'] = 'Менаџер пакета';
$txt['package3'] = 'Прегледај пакете';
$txt['package4'] = 'Направи нови пакет';
$txt['package5'] = 'Преузми нове пакете';
$txt['package6'] = 'Погледај и уклони инсталиране пакете';
$txt['package7'] = 'Пакети модификација';
$txt['package8'] = 'Пакети аватара';
$txt['package9'] = 'Језички пакети';
$txt['package10'] = 'Непознати пакети';
$txt['package11'] = 'Примени модификацију';
$txt['package12'] = 'Користи аватаре';
$txt['package13'] = 'Додај језик';
$txt['package14'] = 'Списак датотека';
$txt['package15'] = 'Уклони';
$txt['package24'] = 'Тип пакета';
$txt['package34'] = 'Архивирам';
$txt['package37'] = 'Распакујем';
$txt['package39'] = 'Аватари су успешно распаковани тако да их сада можете користити.';
$txt['package41'] = 'Језичке датотеке су распаковане тако да их сада можете користити (постављањем одговарајуће опције у подешавањима).';

$txt['pacman2'] = 'Име модификације';
$txt['pacman3'] = 'Верзија';
$txt['pacman4'] = 'Аутор';
$txt['pacman6'] = 'Страница аутора';
$txt['pacman8'] = 'Нема описа';
$txt['pacman9'] = 'Опис';
$txt['pacman10'] = 'Локација датотеке';

$txt['package_installed_key'] = 'Инсталиране модификације:';
$txt['package_installed_current'] = 'тренутна верзија';
$txt['package_installed_old'] = 'старија верзија';
$txt['package_installed_warning1'] = 'Овај пакет је већ инсталиран а ажурирање није нађено!';
$txt['package_installed_warning2'] = 'Требало би да прво деинсталирате старију верзију како бисте избегли проблеме или замолите аутора да направи ажурирање са ваше старије верзије.';
$txt['package_installed_warning3'] = 'Не заборавите да увек редовно направите резервне копије изворних датотека и базе података пре инсталирања модификација а посебно оних који су још увек у бета верзији.';
$txt['package_installed_extract'] = 'Распакујем пакет';
$txt['package_installed_done'] = 'Пакет је успешно инсталиран. Сада ћете моћи да користите које год функције да додаје или мења или да не користите функције које уклања.';
$txt['package_installed_redirecting'] = 'Преусмеравам...';
$txt['package_installed_redirect_go_now'] = 'Преусмери одмах';
$txt['package_installed_redirect_cancel'] = 'Врати се на менаџер пакета';

$txt['packages_latest'] = 'Најсвежији пакети';
$txt['packages_latest_fetch'] = 'Покушавам да сазнам најпопуларније и најсвежије пакете са www.simplemachines.org...';

$txt['package_upgrade'] = 'Ажурирај';
$txt['package_install_readme'] = 'Инсталација: прочитај ме';
$txt['package_install_type'] = 'Тип';
$txt['package_install_action'] = 'Акција';
$txt['package_install_desc'] = 'Опис';
$txt['package42'] = 'Акције инсталације';
$txt['package44'] = 'Инсталирање овог пакета произвешће следеће акције:';
$txt['package45'] = 'Пакет који покушавате да преузмете или инсталирате је или корумпиран или није компатибилан са овом верзијом  SMF-а.';
$txt['package50'] = 'Направи';
$txt['package51'] = 'Премести';
$txt['package52'] = 'Обриши';
$txt['package53'] = 'Распакуј';
$txt['package54'] = 'датотеку';
$txt['package55'] = 'директоријум';
$txt['package56'] = 'Изврши модификацију';
$txt['package57'] = 'Изврши код';

$txt['package_install_actions'] = 'Опције инсталације за';
$txt['package_will_fail_title'] = 'Грешка у инсталацији пакета';
$txt['package_will_fail_warning'] = 'Дошло је до најмање једне грешке приликом тестирања инсталације овог пакета.
	<b>Препоручујемо</b> да не наставите са инсталацијом уколико не знате шта радите и ако нисте урадили резервну копију датотека вашег форума.
	Ова грешка може да буде изазвана сукобом између пакета који желите да инсталирате и другог пакета који је већ инсталиран;  грешком у пакету; пакетом који захтева други пакет који још увек није инсталиран или пакетом који је дизајниран за другу верзију SMF-а.';
// Don't use entities in the below string.
$txt['package_will_fail_popup'] = 'Да ли сте сигурни да желите да наставите са инсталацијом ове модификације иако инсталација неће бити успешна?';
$txt['package_install_now'] = 'Инсталирај';
$txt['package_uninstall_now'] = 'Деинсталирај';

$txt['package_bytes'] = 'бајтова';

$txt['package_action_missing'] = '<b style="color: red;">Датотека није нађена</b>';
$txt['package_action_error'] = '<b style="color: red;">Грешка при парсирању модификације</b>';
$txt['package_action_failure'] = '<b style="color: red;">Тест није успео</b>';
$txt['package_action_success'] = '<b>Тест је успео</b>';
$txt['package_action_skipping'] = '<b>Прескачем датотеку</b>';

$txt['package_uninstall_actions'] = 'Акције за деинсталирање';
$txt['package_uninstall_done'] = 'Овај пакет је деинсталиран. Више не би требао да има ефекта.';
$txt['package_uninstall_cannot'] = 'Овај пакет не може да се деинсталира јер не постоји деинсталатер!<br /><br />Контактирајте аутора ове модификације за више информација.';

$txt['package_install_options'] = 'Опције инсталирања';
$txt['package_install_options_ftp_why'] = 'Коришћење FTP-а је најлакаши начин када морате да ручно подесите датотеке да буду отворене за уписивање како би менаџер пакета могао да ради.<br />Овде можете да подесите подразумеване вредности за нека поља.';
$txt['package_install_options_ftp_server'] = 'FTP сервер';
$txt['package_install_options_ftp_port'] = 'Порт';
$txt['package_install_options_ftp_user'] = 'Корисничко име';
$txt['package_install_options_make_backups'] = 'Направи резервне копије замењених датотека са тилдом (~) на крајевима њихових имена.';

$txt['package_ftp_necessary'] = 'FTP информације су неопходне';
$txt['package_ftp_why'] = 'Неке од датотека које овај пакет мора да измени нису отворене за писање.  Ово мора да буде промењено пријављивањем на FTP и мењањем дозвола датотека или креирањем датотека и директоријума. Ваше информације о FTP-у могу бити привремено кеширане ради правилног рада менаџера пакета';
$txt['package_ftp_why_download'] = 'Да бисте преузели пакете, директоријум Packages и датотеке које се налазе у њему морају да буду отворене за писање - то тренутно није случај. Менаџер пакета може да користи ваше FTP информације да би решио овај проблем.';
$txt['package_ftp_server'] = 'FTP сервер';
$txt['package_ftp_port'] = 'Порт';
$txt['package_ftp_username'] = 'Корисничко име';
$txt['package_ftp_password'] = 'Лозинка';
$txt['package_ftp_path'] = 'Локална путања до SMF-а';

// For a break, use \\n instead of <br />... and don't use entities.
$txt['package_delete_bad'] = 'Пакет који хоћете да обришете је тренутно инсталиран. Ако га обришете, можда касније нећете моћи да га деинсталирате.\\n\\nДа ли сте сигурни?';

$txt['package_examine_file'] = 'Погледај датотеке у пакету';
$txt['package_file_contents'] = 'Садржај датотеке';

$txt['package_upload_title'] = 'Достави пакет';
$txt['package_upload_select'] = 'Пакет за достављање';
$txt['package_upload'] = 'Достави';
$txt['package_upload_error_supports'] = 'Менаџер пакета тренутно дозвољава само ове типове датотека: ';
$txt['package_upload_error_broken'] = 'Пакет који сте покушали да доставите није исправан пакет или је покварен.';
$txt['package_uploaded_success'] = 'Пакет је успешно достављен';
$txt['package_uploaded_successfully'] = 'Пакет није успешно достављен';

$txt['package_modification_malformed'] = 'Лоше састављена или неисправна модификациона датотека.';
$txt['package_modification_missing'] = 'Датотека није пронађена.';
$txt['package_no_zlib'] = 'Ваша PHP конфигурација нема подршку за <b>zlib</b>.  Без овога, менаџер пакета не може да функционише. Контактирајте ваш хостинг за више информација.';

// Untranslated!
$txt['package_cleanperms_title'] = 'Чишћење дозвола';
$txt['package_cleanperms_desc'] = 'Овај одељак вам дозвољава да успоставите почетне вредности дозвола за датотеке у вашој инсталацији, као и да повећате безбедност или да решите било које проблеме са дозволама који се могу догодити приликом инсталације пакета.';
$txt['package_cleanperms_type'] = 'Промени све дозволе датотека форума по шаблону';
$txt['package_cleanperms_standard'] = 'Само стандардне датотеке су отворене за уписивање.';
$txt['package_cleanperms_free'] = 'Све датотеке су отворене за уписивање.';
$txt['package_cleanperms_restrictive'] = 'Минимум датотека је отворен за уписивање.';
$txt['package_cleanperms_go'] = 'Промени дозволе датотека';

$txt['package_confirm_view_package_content'] = 'Are you sure you want to view the package contents from this location:<br /><br />%1$s';
$txt['package_confirm_proceed'] = 'Proceed';
$txt['package_confirm_go_back'] = 'Go back';

?>