<?php
// Version: 1.1; Post

$txt[25] = 'Пошаљи одговор';
$txt[71] = 'Икона поруке';
$txt[77] = 'Поље \'Наслов\' није попуњено иако је обавезно.';
$txt[78] = 'Нисте унели текст поруке иако је обавезно.';
// Use numeric entities in the below string.
$txt[130] = "Најлепше жеље,\n " . $context['forum_name'] . ' тим.';
$txt[252] = 'Додај ББКод тагове';
$txt[253] = 'Подебљано';
$txt[254] = 'Курзив';
$txt[255] = 'Подвучено';
$txt[256] = 'Центрирај';
$txt[257] = 'Уметните хипервезу';
$txt[258] = 'Уметните е-mail';
$txt[259] = 'Уметните код';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt[260] = 'Уметните цитат';
$txt[261] = 'Уметните списак';

$txt['change_color'] = 'Промени боју';
$txt[262] = 'Црна';
$txt[263] = 'Црвена';
$txt[264] = 'Жута';
$txt[265] = 'Ружичаста';
$txt[266] = 'Зелена';
$txt[267] = 'Наранџаста';
$txt[268] = 'Љубичаста';
$txt[269] = 'Плава';
$txt[270] = 'Беж';
$txt[271] = 'Смеђа';
$txt[272] = 'Тиркизна';
$txt[273] = 'Морско плава';
$txt[274] = 'Кестењаста';
$txt[275] = 'Липа зелена';
$txt[276] = 'Онемогући смајлије';
$txt[277] = 'Не користи смајлије.';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt[280] = 'Послато';
$txt[281] = 'Стандардно';
$txt[282] = 'Прст нагоре';
$txt[283] = 'Прст надоле';
$txt[284] = 'Знак узвика';
$txt[285] = 'Упитник';
$txt[286] = 'Лампа';
$txt[297] = 'Додај смајлије';
$txt[433] = 'Уметните Flash';
$txt[434] = 'Уметните FTP линк';
$txt[435] = 'Уметните слику';
$txt[436] = 'Уметните табелу';
$txt[437] = 'Уметните колону табеле';
$txt[438] = 'Нема тема са обавештавањем.';
$txt[439] = 'Ротација';
$txt[440] = 'Куцаћа машина';
$txt[441] = 'Прецртано';
$txt[442] = 'Светлеће';
$txt[443] = 'Осенчано';
$txt[444] = 'Преформатирани текст';
$txt[445] = 'Поравнај улево';
$txt[446] = 'Поравнај удесно';
$txt[447] = 'Изложилац';
$txt[448] = 'Индекс';
$txt[449] = 'Уметните ред табеле';
$txt[499] = 'Ваша порука је исувише дуга. Вратите се уназад, скратите је и пробајте поново.';
$txt[531] = 'Хоризонтална црта';
$txt[532] = 'Величина фонта';
$txt[533] = 'Име фонта';

// Use numeric entities in the below five strings.
$txt['notify_boards'] = 'Постављена је нова тема, \'%s\', на форуму који пратите.' . "\n\n" . 'Можете је прочитати на ' . "\n" . '%s' . "\n\n";
$txt['notify_boards_subject'] = 'Нова тема: %s';
$txt['notify_boards_once'] = 'Можда је постављено и више тема, али нећете примати e-mail обавештења све док не посетите форум и не прочитате неке од њих.';
$txt['notifyUnsubscribe'] = 'Откажите праћење ове теме посећивањем овог линка';
$txt['notify_boardsUnsubscribe'] = 'Откажите праћење нових тема овог форума посећивањем овог линка';

$txt['smf13'] = 'Закључај након слања';
$txt['smf14'] = 'Обавести ме о одговорима.';
$txt['smf15'] = 'Закључај ову тему.';
$txt['smf16'] = 'пречице: притисните alt+s да бисте послали ову поруку или alt+p за преглед';
$txt['smf22'] = 'Опције';
$txt['smf40'] = 'Поништи број гласова';
$txt['smf41'] = 'Означите ово ако желите да поставите број гласова на 0.';
$txt['smf42'] = 'гласова';
$txt['smf119'] = 'Приложи';
$txt['smf119b'] = 'Приложено';
$txt['smf120'] = 'Дозвољени типови датотека';
$txt['smf121'] = 'Максимална величина приложене датотеке';
$txt['smf123'] = 'Не можете да приложите тај тип датотеке. Дозвољене екстензије су';
$txt['smf129'] = 'Да бисте обрисали своју приложену датотеку, ово поље оставите празним.';
$txt['smf130'] = 'Означите приложене датотеке које желите да уклоните';
$txt['smf130b'] = 'Ово је забрањено име датотеке. Покушајте друго име.';
$txt['smf287'] = 'Упозорење: тема је тренутно/биће закључана!<br />Само администратори и уредници могу да шаљу одговоре.';

// Use numeric entities in the below three strings.
$txt['notifyXAnn2'] = 'Нова објава';
$txt['notifyXAnn3'] = 'Да бисте отказали примање ових објава, пријавите се на форум и уклоните знак потврде са "Примај објаве форума и важна обавештења путем e-mail-а" у свом профилу.' . "\n\n" . 'Можете да погледате целу објаву кликом на овај линк:';
$txt['notifyXOnce2'] = 'Можда ово није једини одговор, међутим нећете примати даља обавештења док не посетите тему.';

$txt['rtm2'] = 'Унесите коментар';
// Use numeric entities in the below two strings.
$txt['rtm3'] = 'Пријављена порука';
$txt['rtm4'] = 'од';
$txt['rtm10'] = 'Поднеси';
// Use numeric entities in the below four strings.
$txt['rtm_email1'] = 'Следећа порука, "%s" написана од';
$txt['rtm_email2'] = 'је пријављена од';
$txt['rtm_email3'] = 'на форуму који ви уређујете';
$txt['rtm_email_comment'] = 'Пријављивач је унео следећи коментар';

$txt['maxAttachPerPost'] = 'по поруци';

$txt['post_additionalopt'] = 'Додатне опције...';
$txt['sticky_after2'] = 'Учини ову тему лепљивом.';
$txt['move_after2'] = 'Премести ову тему.';
$txt['back_to_topic'] = 'Врати се на ову тему.';

$txt['retrieving_quote'] = 'Добављам цитат...';

$txt['poll_options'] = 'Опције гласања';
$txt['poll_options1a'] = 'Држи гласање отвореним';
$txt['poll_options1b'] = 'дана. (оставите празно за неограничено)';
$txt['poll_options2'] = 'Прикажи свима резултате гласања.';
$txt['poll_options3'] = 'Прикажи резултате тек након гласања.';
$txt['poll_options4'] = 'Прикажи резултате тек након што се гласање заврши.';
$txt['poll_options5'] = 'Максимални број гласова по кориснику.';
$txt['poll_options7'] = 'Дозволи кориснику да промени глас.';
$txt['poll_error1'] = 'Изабрали сте превише опција - број дозвољених је %s';
$txt['poll_add_option'] = 'Додај опцију';

$txt['spellcheck_done'] = 'Провера правописа је завршена.';
$txt['spellcheck_change_to'] = 'Промени у:';
$txt['spellcheck_suggest'] = 'Предлози:';
$txt['spellcheck_change'] = 'Замени';
$txt['spellcheck_change_all'] = 'Замени све';
$txt['spellcheck_ignore'] = 'Игнориши';
$txt['spellcheck_ignore_all'] = 'Игнориши све';

$txt['more_attachments'] = 'још прилога';
// Don't use entities in the below string.
$txt['more_attachments_error'] = 'Није вам дозвољено да приложите још датотека.';

$txt['more_smileys'] = 'још';
$txt['more_smileys_title'] = 'Додатни смајлији';
$txt['more_smileys_pick'] = 'Изаберите смајли';
$txt['more_smileys_close_window'] = 'Затвори прозор';

$txt['error_new_reply'] = 'Упозорење - док сте куцали послат је нов одговор. Можда ћете желети да измените своју поруку.';
$txt['error_new_replies'] = 'Упозорење - док сте куцали послато је %d нова одговора. Можда ћете желети да измените своју поруку.';
$txt['error_new_reply_reading'] = 'Упозорење - док сте читали послат је нов одговор. Можда ћете желети да измените своју поруку.';
$txt['error_new_replies_reading'] = 'Упозорење - док сте читали послато је %d нова одговора. Можда ћете желети да измените своју поруку.';
$txt['error_old_topic'] = 'Упозорење: у овој теми није писано већ више од ' . $modSettings['oldTopicDays'] . ' дана.<br />Уколико нисте сигурни да желите да одговорите, размислите о покретању нове теме.';

// Use numeric entities in the below sixteen strings.
$txt['notification_reply_subject'] = 'Одговор на тему: %s';
$txt['notification_reply'] = '%s је послао одговор на тему коју пратите.' . "\n\n" . 'Погледајте одговор на: ';
$txt['notification_sticky_subject'] = 'Лепљива тема: %s';
$txt['notification_sticky'] = '%s је тему коју пратите означио као лепљиву.' . "\n\n" . 'Погледајте тему на: ';
$txt['notification_lock_subject'] = 'Закључана тема: %s';
$txt['notification_lock'] = '%s је закључао тему коју пратите.' . "\n\n" . 'Погледајте тему на: ';
$txt['notification_unlock_subject'] = 'Одкључана тема: %s';
$txt['notification_unlock'] = '%s је одкључао тему коју пратите.' . "\n\n" . 'Погледајте тему на: ';
$txt['notification_remove_subject'] = 'Уклоњена тема: %s';
$txt['notification_remove'] = '%s је уклонио тему коју пратите.';
$txt['notification_move_subject'] = 'Премештена тема: %s';
$txt['notification_move'] = '%s је тему коју пратите преместио у други форум.' . "\n\n" . 'Погледајте тему на: ';
$txt['notification_merge_subject'] = 'Спојена тема: %s';
$txt['notification_merge'] = '%s је тему коју пратите спојио са другом темом.' . "\n\n" . 'Погледајте спојену тему на: ';
$txt['notification_split_subject'] = 'Подељена тема: %s';
$txt['notification_split'] = '%s је тему коју пратите поделио на две или више тема.' . "\n\n" . 'Погледајте шта је преостало од теме на: ';

// Use numeric entities in the below two strings.
$txt['notification_reply_body'] = 'Текст одговора је приказан испод:';
$txt['notification_new_topic_body'] = 'Текст теме је приказан испод:';

$txt['announce_this_topic'] = 'Пошаљите објаву о овој теми члановима:';
$txt['announce_title'] = 'Пошаљи објаву';
$txt['announce_desc'] = 'Ова форма вам омогућава да пошаљете објаву о овој теми изабраним корисничким групама.';
$txt['announce_sending'] = 'Шаљем објаву о теми';
$txt['announce_done'] = 'завршено';
$txt['announce_continue'] = 'Настави';
$txt['announce_topic'] = 'Објави тему.';
$txt['announce_regular_members'] = 'Регуларни чланови';

?>