<?php
// Version: 1.1; Profile

$txt[80] = 'Немате дозволу да измените профил ове особе';
$txt[83] = 'Назив вебсајта';
$txt[84] = 'URL вебсајта';
$txt[85] = 'Потпис';
$txt[86] = 'Порука';
$txt[88] = 'Измени профил';
$txt[89] = 'Обриши корисника';
$txt[113] = 'Тренутни статус:';
$txt[228] = 'Лични текст';
$txt[229] = 'Лична слика';
$txt[232] = 'Слика/Текст';
$txt[329] = 'Поништи форму';
$txt[349] = 'Изабрани језик';
$txt[420] = 'Старост';
$txt[422] = '(нема слике)';
$txt[453] = 'Корисник чији профил покушавате да погледате не постоји.';
$txt[458] = 'Најновије поруке: ';
$txt[459] = 'Додатне информације';
$txt[460] = 'Прикажи последње';
$txt[461] = 'поруке ове особе';
$txt[474] = 'Прецизирајте свој сопствени аватар уносећи URL. (на пр: <b>http://www.mojastranica.com/mojaslika.gif</b>)';
$txt[475] = 'Имам своју слику';
$txt[479] = 'Овај формат ће се користити за приказивање датума на форуму.';
$txt[486] = 'Формат времена';
$txt[487] = 'Одступање времена мора да буде између -23.5 и 23.5.';
$txt[518] = 'Ово је име које ће остали корисници видети.';
$txt[519] = 'Број сати +/- које ће учинити да приказано време буде индентично локалном времену.';
$txt[563] = 'Датум рођења';
$txt[564] = 'Месец (MM)';
$txt[565] = 'Дан (ДД)';
$txt[566] = 'Година (ГГГГ)';
$txt[596] = 'За најбољу безбедност, требало би да користите шест или више знакова: комбинацију слова, бројева и симбола.';
$txt[597] = 'Додатне информације';
$txt[598] = 'Ово мора да буде назначено ако прецизирате URL сајта.';
$txt[599] = 'Ово мора да буде комплетан URL.';
$txt[600] = 'Ово је ваш ICQ број.';
$txt[601] = 'Ово је ваш AOL Instant Messenger надимак.';
$txt[602] = 'Ово је ваш Yahoo! Instant Messenger надимак.';
$txt[606] = 'Потписи су приказани при дну сваке поруке. ББКод и смајлији могу да буду коришћени.';
$txt[664] = 'Максимум ' . $modSettings['max_signatureLength'] . '; преосталих карактера: ';
$txt[688] = 'Пошаљите приватну поруку овом члану';
$txt[722] = 'сакривен';
$txt[741] = 'Тренутно време на форуму';
$txt[749] = 'Поље \'број порука\' може да садржи само цифре.';

$txt['smf225'] = 'Језик';
$txt['smf227'] = 'Слика аватар је превелика. Промените јој величину и покуштајте поново (макс.';
$txt['smf233'] = 'Погрешна вредност за датум регистрације. Пример правилне вредности:';
$txt['smf237'] = 'Ваша MSN messenger e-mail адреса';
$txt['smf241'] = 'Тренутна лозинка';
$txt['smf243'] = 'Нисте унели своју тренутну лозинку.';
// Don't use entities in the below string, except the main ones. (lt, gt, quot.)
$txt['smf244'] = 'Из безбедносних разлога, потребно је да унесете своју тренутну лозинку да бисте изменили профил.';

$txt['timeoffset_autodetect'] = '(аутоматски одреди)';

$txt['pswd1'] = 'Тајно питање';
$txt['secret_desc'] = 'Да би вам помогло у подсећању своје лозинке, унесите питање на које <b>само ви</b> знате одговор.';
$txt['secret_desc2'] = 'Изаберите пажљиво. Не бисте желели да неко погоди одговор!';
$txt['pswd2'] = 'Одговор';
$txt['pswd3'] = 'Постави ми моје питање';
$txt['pswd4'] = 'Не можете да повратите своју лозинку али можете да поставите нову посећиваћем линка који вам је послат e-mail-ом.  Имате и опцију одабира нове лозинке одговарањем на своје тајно питање.';
$txt['pswd5'] = 'Извињавамо се али нисте прецизирали исправну комбинацију тајног питања и одговора у свом профилу. Вратите се назад и употребите подразумевани метод повратка лозинке.';
$txt['pswd6'] = 'Унесите одговор на своје питање и лозинку коју желите да користите.  Лозинка ће бити промењена на ону коју изаберете ако на питање одговорите тачно.';
$txt['pswd8'] = 'Ваша лозинка је успешно промењена.<br />Кликните <a href="' . $scripturl . '?action=login">овде</a> да бисте се пријавили.';
$txt['secret_why_blank'] = 'зашто је ово празно?';

$txt['theme1a'] = 'Тренутна тема';
$txt['theme1b'] = '(промени)';
$txt['theme2'] = 'Подешавања теме';
$txt['theme_forum_default'] = 'Подразумевана тема форума';
$txt['theme_forum_default_desc'] = 'Ово је подразумевана тема што значи да ће се мењати заједно са подешавањима администратора.';

$txt['profileConfirm'] = 'Да ли стварно желите да обришете овог корисника?';

$txt['title1'] = 'Прилагођени наслов';

$txt['lastLoggedIn'] = 'Задњи пут пријављен';

$txt['notifyX'] = 'Подешавања обавештавања:';
$txt['notifyX1'] = 'Сачувај подешавања';
$txt['notifyXAnn4'] = 'Примај објаве форума и важна обавештења путем e-mail-а.';
$txt['notifyXOnce1'] = 'Примај обавештење о одговору само за први непрочитани одговор.';
$txt['auto_notify'] = 'Укључи обавештавање када отворим нову или одговорим на већ постојећу тему.';
$txt['notify_send_types'] = 'За теме и форуме за које сам затражио обавештења, обавести ме о';
$txt['notify_send_type_everything'] = 'одговорима и уређивању';
$txt['notify_send_type_everything_own'] = 'уређивању ако сам ја започео тему';
$txt['notify_send_type_only_replies'] = 'само одговорима';
$txt['notify_send_type_nothing'] = 'ни о чему';
$txt['notify_send_body'] = 'Приликом слања обавештења о одговору на тему, пошаљи и садржај поруке у e-mail-у (немојте да одговарате на такве e-mail-ове.)';

$txt['notifications_topics'] = 'Тренутна обавештења о темама';
$txt['notifications_topics_list'] = 'Тренутно вас обавештавамо о одговорима у следећим темама';
$txt['notifications_topics_none'] = 'Тренутно не примате обавештења ни о једној теми.';
$txt['notifications_topics_howto'] = 'Да бисте примали обавештења о теми, кликните на &quot;обавести ме&quot; приликом прегледа исте.';
$txt['notifications_boards'] = 'Тренутна обавештења о форумима';
$txt['notifications_boards_list'] = 'Тренутно вас обавештавамо о новим темама у следећим форумима';
$txt['notifications_boards_none'] = 'Тренутно не примате обавештења ни о једном форуму.';
$txt['notifications_boards_howto'] = 'Да бисте примали обавештења о неком форуму, кликните на &quot;обавести ме&quot; при приказу истог.';
$txt['notifications_update'] = 'Откажи претплату';

$txt[325] = 'Списак игнорисања';
$txt[326] = 'Додајте једно корисничко име по линији.<br />Или унесите * да бисте игнорисали све поруке.';
$txt[327] = 'Обавести ме e-mail-ом сваки пут када примим приватну поруку.';
$txt['email_notify_never'] = 'Никад';
$txt['email_notify_buddies'] = 'Само када је од пријатеља';
$txt['email_notify_always'] = 'Увек';

$txt['statPanel_showStats'] = 'Корисничке статистике за: ';
$txt['statPanel_users_votes'] = 'Број гласања';
$txt['statPanel_users_polls'] = 'Број направљених гласања';
$txt['statPanel_total_time_online'] = 'Укупно време проведено на форуму';
$txt['statPanel_noPosts'] = 'Нема порука о којима бисмо могли да причамо!';
$txt['statPanel_generalStats'] = 'Општа статистика';
$txt['statPanel_posts'] = 'порука';
$txt['statPanel_topics'] = 'тема';
$txt['statPanel_total_posts'] = 'Укупно порука';
$txt['statPanel_total_topics'] = 'Укупно покренутих тема';
$txt['statPanel_votes'] = 'гласова';
$txt['statPanel_polls'] = 'гласања';
$txt['statPanel_topBoards'] = 'Најпопуларнији форуми по порукама';
$txt['statPanel_topBoardsActivity'] = 'Најпопуларнији форуми по активности';
$txt['statPanel_activityTime'] = 'Слање порука у зависности од времена';
$txt['statPanel_timeOfDay'] = 'Време дана';
$txt['statPanel_show'] = 'Прикажи општу статистику за овог члана';

$txt['deleteAccount_warning'] = 'Упозорење - Ове акције се не могу опозвати!';
$txt['deleteAccount_desc'] = 'Са ове стране можете да обришете корисников налог и поруке.';
$txt['deleteAccount_member'] = 'Обриши налог овог члана';
$txt['deleteAccount_posts'] = 'Поруке корисника које ће бити уклоњене';
$txt['deleteAccount_none'] = 'Нема';
$txt['deleteAccount_all_posts'] = 'Све поруке';
$txt['deleteAccount_topics'] = 'Теме и поруке';
$txt['deleteAccount_confirm'] = 'Да ли сте стварно сигурни да желите да обришете овај налог?';
$txt['deleteAccount_approval'] = 'Напомена: уредници форума ће морати да одобре брисање налога пре него што исти буде уклоњен.';

$txt['profileInfo'] = 'Информације о профилу';
$txt['summary'] = 'Преглед';
$txt['showPosts'] = 'Прикажи поруке';
$txt['statPanel'] = 'Прикажи статистику';
$txt['editBuddies'] = 'Измени списак пријатеља';
$txt['trackUser'] = 'Праћење корисника';
$txt['trackIP'] = 'Праћење IP-а';

$txt['profileEdit'] = 'Измени профил';
$txt['account'] = 'Подешавања везана за налог';
$txt['account_info'] = 'Ово су подешавања везана за ваш налог. Ова страница садржи критичне информације које вас представљају на овом форуму. Из безбедносних разлога, мораћете да унесете своју (тренутну) лозинку да бисте изменили ове информације.';
$txt['forumProfile'] = 'Информације профила на форуму';
$txt['forumProfile_info'] = 'На овој страници можете да промените своје личне информације које ће бити приказане на ' . $context['forum_name'] . '. Ако не желите да поделите неке информације просто их прескочите - овде ништа није обавезно.';
$txt['theme'] = 'Подешавања изгледа';
$txt['theme_info'] = 'Овај одељак вам омогућава да прилагодите изглед форума.';
$txt['notification'] = 'Обавештења и е-mail';
$txt['notification_info'] = 'SMF вам омогућава да будете обавештени о одговорима на поруке, новопостављеним темама као и објавама форума. Овде можете да измените дотична подешавања или да погледате теме и форуме о којима вас обавештавамо.';
$txt['pmprefs'] = 'Опције приватних порука';
$txt['pmprefs_info'] = 'Остали чланови ' . $context['forum_name'] . ' могу да вас лично контактирају али ћете некад можда пожелети да игноришете нечије поруке. Ова страница вам омогућава да подесите и то поред других ствари.';

$txt['profileAction'] = 'Акције';
$txt['deleteAccount'] = 'Обриши овај налог';
$txt['profileSendIm'] = 'Пошаљи приватну поруку';
$txt['profileBanUser'] = 'Забрани овог корисника';

$txt['display_name'] = 'Приказано име';
$txt['enter_ip'] = 'Унесите IP (опсег)';
$txt['errors_by'] = 'Поруке о грешци од';
$txt['errors_desc'] = 'Испод је списак свих скорашњих грешака које је овај корисник направио/искусио.';
$txt['errors_from_ip'] = 'Поруке о грешкама са IP (опсега)';
$txt['errors_from_ip_desc'] = 'Испод је списак свих порука о грешкама направљених са овог IP (опсега).';
$txt['invalid_ip'] = 'Погрешна IP адреса. Само звездица (*) је дозвољена као џокер, на пр. 127.0.*.*';
$txt['ip_address'] = 'IP адреса';
$txt['ips_in_errors'] = 'IP адресе коришћене у порукама о грешци';
$txt['ips_in_messages'] = 'IP адресе коришћене у порукама';
$txt['members_from_ip'] = 'Чланови са IP (опсега)';
$txt['members_in_range'] = 'Чланови који су вероватно у истом опсегу';
$txt['messages_from_ip'] = 'Поруке послате са овог IP (опсега)';
$txt['messages_from_ip_desc'] = 'Испод је списак свих порука послатих са овог IP (опсега).';
$txt['most_recent_ip'] = 'Најскорашњија IP адреса';
$txt['no_errors_from_ip'] = 'Нису пронађене поруке о грешци са назначеног IP (опсега)';
$txt['no_errors_from_user'] = 'Нису пронађене поруке о грешци од назначеног корисника';
$txt['no_members_from_ip'] = 'Нису пронађени чланови са назначеног IP (опсега)';
$txt['no_messages_from_ip'] = 'Нису пронађене поруке са назначеног IP (опсега)';
$txt['none'] = 'нема';
$txt['own_profile_confirm'] = 'Да ли сте сигурни да желите да обришете свој налог?';
$txt['view_ips_by'] = 'Погледајте IP адресе коришћене од';

$txt['avatar_will_upload'] = 'Доставићу своју слику';

// Use numeric entities in the below three strings.
$txt['activate_reactivate_title'] = 'Добродошли поново на';
$txt['activate_reactivate_mail'] = 'Да бисмо потврдили вашу e-mail адресу, деактивирали смо ваш налог. Кликните на следеће линк да бисте га активирали поново:';
$txt['activate_changed_email'] = 'Променили сте своју e-mail адресу. Да бисте потврдили своју адресу, примићете e-mail. Кликом на линк у том e-mail-у поново ћете активирати свој налог.';

$txt[394] = 'Не могу да пошаљем e-mail са подсетником.';
$txt[395] = 'Пошаљи e-mail на';
$txt[396] = 'да бисте затражили лозинку';
$txt[669] = 'Подсетник за лозинку';

$txt['smf100'] = 'Корисничко име/E-mail';

// Use numeric entities in the below two strings.
$txt['reminder_subject'] = 'Нова лозинка за ' . $context['forum_name'];
$txt['reminder_mail'] = 'Овај е-mail је послат јер је функција \'заборављена лозинка\' примењена на ваш налог. Да бисте поставили нову лозинку клините на следећи линк';
$txt['reminder_sent'] = 'Е-mail је послат на вашу адресу. Клините на линк у том е-mail-у да бисте поставили нову лозинку';
$txt['reminder_set_password'] = 'Постави лозинку';
$txt['reminder_password_set'] = 'Лозинка је успешно промењена';
$txt['reminder_error'] = '%s није успео да одговори тачно на своје тајно питање покушавајући да промени заборављену лозинку.';

$txt['registration_not_approved'] = 'Овај налог још увек није одобрен. Ако морате да промените своју e-mail адресу кликните';
$txt['registration_not_activated'] = 'Овај налог још није активиран. Ако желите да вам поново пошаљемо активациони e-mail кликните';

$txt['primary_membergroup'] = 'Примарно чланство';
$txt['additional_membergroups'] = 'Додатно чланство';
$txt['additional_membergroups_show'] = '[ прикажи додатне групе ]';
$txt['no_primary_membergroup'] = '(нема примарног чланства)';
$txt['deadmin_confirm'] = 'Да ли стварно желите да сами уклоните свој администраторски статус?';

$txt['account_activate_method_2'] = 'Налог захтева поновну активацију након промене e-mail-а';
$txt['account_activate_method_3'] = 'Налог није одобрен';
$txt['account_activate_method_4'] = 'Налог захтева одобрење брисања';
$txt['account_activate_method_5'] = 'Налог припада &quot;младој&quot; особи и захтева одобрење';
$txt['account_not_activated'] = 'Налог још није активиран';
$txt['account_activate'] = 'активирај';
$txt['account_approve'] = 'одобри';
$txt['user_is_banned'] = 'Корисник је тренутно забрањен';
$txt['view_ban'] = 'Погледај';
$txt['user_banned_by_following'] = 'Корисник је тренутно под следећим забранама';
$txt['user_cannot_due_to'] = 'Корисник не може да %s као резултат забране: &quot;%s&quot;';
$txt['ban_type_post'] = 'шаље поруке';
$txt['ban_type_register'] = 'се региструје';
$txt['ban_type_login'] = 'се пријави';
$txt['ban_type_access'] = 'приступи форуму';

$txt['show_online'] = 'Прикажи осталима мој статус присутности?';

$txt['return_to_post'] = 'Врати се на тему након слања.';
$txt['no_new_reply_warning'] = 'Не упозоравај ме о новим одговорима послатим приликом писања поруке.';
$txt['copy_to_outbox'] = 'Сачувај копију сваке приватне поруке у мом сандучету Послато.';
$txt['popup_messages'] = 'Да прикажем искачући прозор када примите нове поруке?';
$txt['recent_posts_at_top'] = 'Прикажи најновије поруке при врху.';
$txt['recent_pms_at_top'] = 'Прикажи најновије приватне поруке при врху.';

$txt['timeformat_easy0'] = '(подразумевано на форуму)';
$txt['timeformat_easy1'] = 'месец дан, година, чч:мм:сс a/pm';
$txt['timeformat_easy2'] = 'месец дан, година, чч:мм:сс (army time)';
$txt['timeformat_easy3'] = 'гггг-мм-дд, чч:мм:сс';
$txt['timeformat_easy4'] = 'дд месец гггг, чч:мм:сс';
$txt['timeformat_easy5'] = 'дд-мм-гггг, чч:мм:сс';

$txt['rtm8'] = 'Писач';

$txt[732] = 'Прикажи описе форума унутар форума.';
$txt['show_children'] = 'Прикажи списак подфорума на свакој страни форума а не само на првој.';
$txt['show_no_avatars'] = 'Не приказуј аватаре корисника.';
$txt['show_no_signatures'] = 'Не приказуј потписе корисника.';
$txt['show_no_censored'] = 'Не цензуриши речи.';
$txt['calendar_start_day'] = 'Први дан недеље у календару';
$txt['display_quick_reply'] = 'Прикажи брз одговор у приказу теме: ';
$txt['display_quick_reply1'] = 'не приказуј уопште';
$txt['display_quick_reply2'] = 'прикажи, подразумевано је искљ.';
$txt['display_quick_reply3'] = 'прикажи, подразумевано је укљ.';
$txt['display_quick_mod'] = 'Прикажи брзо уређивање на приказу порука као ';
$txt['display_quick_mod_none'] = 'не приказуј.';
$txt['display_quick_mod_check'] = 'кућице.';
$txt['display_quick_mod_image'] = 'иконе.';

$txt['whois_title'] = 'Потражи IP адресу помоћу регионалних whois сервера';
$txt['whois_afrinic'] = 'AfriNIC (Африка)';
$txt['whois_apnic'] = 'APNIC (Регион Азије и Пацифика)';
$txt['whois_arin'] = 'ARIN (Северна Америка, део Кариба и под-сахарска Африка)';
$txt['whois_lacnic'] = 'LACNIC (Латиноамерички и Карипски регион)';
$txt['whois_ripe'] = 'RIPE (Европа, Блиски исток и делови Африке и Азије)';

$txt['moderator_why_missing'] = 'зашто се овде не налази уредник?';
$txt['username_change'] = 'промени';
$txt['username_warning'] = 'Да бисте променили име члана, форум мора да поништи и његову лозинку која ће му бити послата email-ом заједно са новим корисничким именом.';

$txt['showPermissions'] = 'Прикажи дозволе';
$txt['showPermissions_given'] = 'Дате од';
$txt['showPermissions_denied'] = 'Одузете од';
$txt['showPermissions_permission'] = 'Дозволе (одузете дозволе су <del>прецртане</del>)';
$txt['showPermissions_none_general'] = 'Овај члан нема постављених општих дозвола.';
$txt['showPermissions_none_board'] = 'Овај члан нема дозволе специфичне за одређени форум.';
$txt['showPermissions_all'] = 'Као администратор, овај члан има све могуће дозволе.';
$txt['showPermissions_select'] = 'Дозволе специфичне за форум за';
$txt['showPermissions_general'] = 'Опште дозволе';
$txt['showPermissions_global'] = 'Сви форуми';
$txt['showPermissions_restricted_boards'] = 'Ограничени форуми';
$txt['showPermissions_restricted_boards_desc'] = 'Овај корисник нема приступ следећим форумима';

$txt['local_time'] = 'Локално време';
$txt['posts_per_day'] = 'по дану';

$txt['buddy_add'] = 'Додај у списак пријатеља';
$txt['buddy_remove'] = 'Уклони са списка пријатеља';
$txt['buddy_add_button'] = 'Додај';
$txt['no_buddies'] = 'Ваш списак пријатеља је тренутно празан';

?>