<?php
// Version: 1.1; Stats

$txt[888] = 'Највише присутних корисника';

$txt['smf_stats_1'] = 'Статистички центар';
$txt['smf_stats_2'] = 'Општа статистика';
$txt['smf_stats_3'] = 'Топ 10 писача';
$txt['smf_stats_4'] = 'Топ 10 форума';
$txt['smf_stats_5'] = 'Историја форума (користи одступање времена форума)';
$txt['smf_stats_6'] = 'Датум (гггг/мм/дд)';
$txt['smf_stats_7'] = 'Нове теме';
$txt['smf_stats_8'] = 'Нове поруке';
$txt['smf_stats_9'] = 'Нови чланови';
$txt['smf_stats_10'] = 'Посете';
$txt['smf_stats_11'] = 'Топ 10 тема (по одговорима)';
$txt['smf_stats_12'] = 'Топ 10 тема (по прегледима)';
$txt['smf_stats_13'] = 'Месечни извештај';
$txt['smf_stats_14'] = 'Највише присутних';
$txt['smf_stats_15'] = 'Најбољи постављачи тема';
$txt['smf_stats_16'] = 'Најприсутнији';
$txt['smf_stats_17'] = 'Највећи углед';
$txt['smf_stats_18'] = 'Најгори углед';
$txt['stats_more_detailed'] = 'више детаља &raquo;';

$txt['average_members'] = 'Просечни број регистрација по дану';
$txt['average_posts'] = 'Просечни број порука по дану';
$txt['average_topics'] = 'Просечни број тема по дану';
$txt['average_online'] = 'Просечни број присутних корисника по дану';
$txt['users_online'] = 'Присутних корисника';
$txt['gender_ratio'] = 'Однос мушкараца и жена';
$txt['users_online_today'] = 'Присутних данас';
$txt['num_hits'] = 'Укупан број прегледа страница';
$txt['average_hits'] = 'Просечан број прегледаних страница по дану';

$txt['smf_news_1'] = 'коментар';
$txt['smf_news_2'] = 'коментара';
$txt['smf_news_3'] = 'Напиши коментар';
$txt['smf_news_error2'] = 'Не можете да прецизирате форум који не дозвољава госте. Проверите ID форума пре него што покушате поново.';
$txt['xml_rss_desc'] = 'Најновије информације са ' . $context['forum_name'];

?>