<?php
// Version: 1.1; Themes

$txt['themeadmin_explain'] = 'Теме су различити изгледи вашег форума. Ова подешевања утичу на одабир тема и које ће теме гости и остали чланови користити.';

$txt['theme_allow'] = 'Дозволи корисницима да изаберу своју тему.';
$txt['theme_default'] = 'Дозволи корисницима да изаберу &quot;подразумевану&quot; тему.';
$txt['theme_guests'] = 'Подразумевана тема на форуму';
$txt['theme_select'] = 'изабери...';
$txt['theme_reset'] = 'Врати све на';
$txt['theme_nochange'] = 'Без промене';
$txt['theme_forum_default'] = 'Подразумевана на форуму';

$txt['theme_settings'] = 'подешавања';
$txt['theme_remove'] = 'уклони';
$txt['theme_remove_confirm'] = 'Да ли сте сигурни да желите да трајно уклоните ову тему?';

$txt['theme_install'] = 'Инсталирај нову тему';
$txt['theme_install_file'] = 'Из датотеке';
$txt['theme_install_dir'] = 'Из директоријума на серверу';
$txt['theme_install_error'] = 'Тај директоријум теме не постоји или не садржи тему!';
$txt['theme_install_write_error'] = 'Директоријум Themes мора да буде отворен за писање да бисмо наставили!';
$txt['theme_install_go'] = 'Инсталирај!';
$txt['theme_install_new'] = 'Направи копију подразумеване теме под именом';
$txt['theme_install_new_confirm'] = 'Да инсталирам нову тему?';
$txt['theme_install_writable'] = 'Упозорење - не можете да направите или инсталирате нову тему јер ваш директоријум тема није отворен за писање!';
$txt['theme_installed'] = 'Успешно инсталирана';
$txt['theme_installed_message'] = 'је успешно инсталирана.';

$txt['theme_latest'] = 'Најновије и најпопуларније теме';
$txt['theme_latest_fetch'] = 'Добављам најновије теме са www.simplemachines.org...';

$txt['theme_pick'] = 'Изаберите тему...';
$txt['theme_preview'] = 'преглед &raquo;';
$txt['theme_set'] = 'користи ову тему';
$txt['theme_user'] = 'човек користи ову тему.';
$txt['theme_users'] = 'људи користи ову тему.';

$txt['theme_edit'] = 'Измени тему';
$txt['theme_edit_style'] = 'Измени датотеку style.css. (боје, фонтови, итд.)';
$txt['theme_edit_index'] = 'Измени index предложак (главни предложак)';
$txt['theme_edit_no_save'] = 'Ова датотека не може да буде сачувана јер није отворена за писање! Потрудите се да дотична датотека буде 777 или да има одговарајуће дозволе';
$txt['theme_edit_save'] = 'Сачувај промене';

$txt['theme_global_description'] = 'Ово је подразумевана тема што значи да ће се мењати заједно са подешавањима администратора и форума које гледате.';

$txt['theme5'] = 'URL теме и подешавања';
$txt['theme6'] = 'Опције теме и подешавања';
$txt['actual_theme_name'] = 'Име теме: ';
$txt['actual_theme_dir'] = 'Директоријум теме: ';
$txt['actual_theme_url'] = 'URL теме: ';
$txt['actual_images_url'] = 'URL слика ове теме: ';

$txt['additional_options_collapsable'] = 'Омогући скупљиве додатне опције при слању';
$txt['allow_no_censored'] = 'Дозволи корисницима да искључе цензурисање речи?';
$txt['who_display_viewing'] = 'Прикажи ко посматра индекс форума и поруке';
$txt['who_display_viewing_off'] = 'Не приказуј';
$txt['who_display_viewing_numbers'] = 'Прикажи само бројеве';
$txt['who_display_viewing_names'] = 'Прикажи имена чланова';
$txt['smf93'] = 'Онемогући најсвежије поруке';
$txt['smf94'] = 'Омогући једну поруку';
$txt['smf95'] = 'Омогући вишеструке поруке';
$txt['smf105'] = 'Омогући линкове у једној линији';
$txt['smf106'] = 'Омогућавање ове опције ће проузроковати да ваша тренутна локација буде исцртана у једној линији, супротно од исцртавања у облику дрвета.';
$txt['smf200'] = 'Омогући статистику на почетној страни форума у стилу SP1';
$txt[382] = 'Прикажи последњег члана на почетној страни форума';
$txt[383] = 'Прикажи датум последње измене у измењеним порукама';
$txt[384] = 'Прикажи аватаре корисника при прегледу порука';
$txt[385] = 'Прикажи лични текст при прегледу порука';
$txt[386] = 'Прикажи слике полова у прегледу порука';
$txt[387] = 'Прикажи претапач вести на почетној страници форума';
$txt[510] = 'Приказати одељак са списком чланова на почетној страници форума?';
$txt[522] = 'Приказати тренутну локацију на форуму као линкове уместо текста?';
$txt[523] = 'Приказати дугме за преглед профила испод поруке?';
$txt[618] = 'Омогућити и приказати дугмад \'Означи као прочитано\'?';
$txt['header_logo_url'] = 'URL логоа:';
$txt['header_logo_url_desc'] = '(оставите празно за приказивање имена форума или подразумеваног логоа.)';
$txt['number_recent_posts'] = 'Број најсвежијих порука које се приказују на почетној страници форума:';
$txt['number_recent_posts_desc'] = 'Да бисте онемогућили одељак са најсвежијим порукама, поставите ову вредност на нулу.';
$txt['hide_post_group'] = 'Сакрити називе група базираних на броју порука за груписане чланове?';
$txt['hide_post_group_desc'] = 'Ако је ова опција укључена називи група базираних на броју порука се неће приказивати ако дотични члан припада некој групи која није базирана на броју порука.';

$txt['theme_options_defaults'] = 'Ово су подразумеване вредности за нека подешавања специфична за чланове. Промена ових вредности утицаће само на нове чланове и госте.';
$txt['theme_options_title'] = 'Промени или врати на почетне вредности подразумеване опције';

$txt['themeadmin_title'] = 'Подешавања тема и изгледа';
$txt['themeadmin_description'] = 'Овде можете да промените подешавања ваших тема, ажурирате одабир тема, подешавања корисника вратите на почетне вредности и томе слично.';
$txt['themeadmin_admin_title'] = 'Управљање и инсталирање';
$txt['themeadmin_admin_desc'] = 'Ова страница вам дозвољава да промените подразумевану тему, поставите да сви корисници користе одређену тему и изаберете остала подешавања везана за одабир теме.  Одавде можете и да инсталирате теме.<br /><br />Не заборавите да погледате подешавања тема за опције изгледа.';
$txt['themeadmin_list_title'] = 'Теме и подешавања';
$txt['themeadmin_list_desc'] = 'Одавде можете да погледате списак тема које су тренутно инсталиране, промените њихове путање и подешавања као и да их деинсталирате.';
$txt['themeadmin_reset_title'] = 'Врати опције на почетне вредности';
$txt['themeadmin_reset_desc'] = 'Испод можете да промените специфичне опције тренутне теме за све чланове.  Видећете само оне теме које имају своја подешавања.';
$txt['themeadmin_edit_title'] = 'Измени теме';
$txt['themeadmin_edit_desc'] = 'Измените stylesheet и изворни код инсталираних тема.  Консултујте документацију за више информација.';

$txt['themeadmin_list_heading'] = 'Подешавања тема';
$txt['themeadmin_list_tip'] = 'Запамтите, подешавања изгледа могу да се разлику између две теме. Кликните на име теме да бисте поставили њене опције, променили подешавања њених путања или да бисте пронашли остале опције.';
$txt['themeadmin_list_theme_dir'] = 'Директоријум тема (templates)';
$txt['themeadmin_list_invalid'] = '(упозорење, ова путања је погрешна!)';
$txt['themeadmin_list_theme_url'] = 'URL до истог директоријума';
$txt['themeadmin_list_images_url'] = 'URL до директоријума слика';
$txt['themeadmin_list_reset'] = 'Врати на почетне вредности URL-ове тема и директоријума';
$txt['themeadmin_list_reset_dir'] = 'Основна путања до Themes директоријума';
$txt['themeadmin_list_reset_url'] = 'Основни URL до истог директоријума';
$txt['themeadmin_list_reset_go'] = 'Покушај да вратиш на почетне вредности све теме';

$txt['themeadmin_reset_tip'] = 'Свака тема може садржати прилагодљива подешавања која ваши чланови могу одабрати.  То могу бити ствари као &quot;брз одговор&quot;, аватари и потписи, опције изгледа и слично.  Овде можете да промените подразумеване вредности или да опције свих корисника вратите на почетне вредности.<br /><br />Напомена: неке од тема могу користити подразумеване опције у којем случају неће имати сопствене опције.';
$txt['themeadmin_reset_defaults'] = 'Ресетуј подразумеване опције за ову тему';
$txt['themeadmin_reset_defaults_current'] = 'опција је тренутно подешено.';
$txt['themeadmin_reset_members'] = 'Ресетуј тренутна подешавања свих чланова за ову тему';
$txt['themeadmin_reset_remove'] = 'Уклони опције свих чланова и користи подразумеване';
$txt['themeadmin_reset_remove_current'] = 'чланова тренутно користи сопствена подешавања.';
// Don't use entities in the below string.
$txt['themeadmin_reset_remove_confirm'] = 'Да ли сте сигурни да желите да уклоните сва подешавања теме?\\nОво може ресетовати и нека прилагођена подешавања ваших корисника.';
$txt['themeadmin_reset_options_info'] = 'Ове опције ће ресетовати опције за <em>све</em>.  Да бисте променили опцију, изаберите &quot;промени&quot; у кутији поред ње, а затим изаберите вредност за њу.  Да бисте користили подразумеване опције, изаберите &quot;уклони&quot;.  У супротном, користите &quot;не мењај&quot; да бисте опцију оставили непромењену.';
$txt['themeadmin_reset_options_change'] = 'Промени';
$txt['themeadmin_reset_options_none'] = 'Не мењај';
$txt['themeadmin_reset_options_remove'] = 'Уклони';

$txt['themeadmin_edit_browse'] = 'Погледајте предлошке и датотеке у овој теми.';
$txt['themeadmin_edit_style'] = 'Измени stylesheet теме.';
$txt['themeadmin_edit_copy_template'] = 'Копирај предложак из теме на основу које је ова базирана.';
$txt['themeadmin_edit_exists'] = 'већ постоји';
$txt['themeadmin_edit_do_copy'] = 'копирај';
$txt['themeadmin_edit_copy_warning'] = 'Када SMF-у затреба предложак или језичка датотека која није у тренутној теми, тражи је у теми на основу које је тема базирана или у подразумеваној теми.<br />Уколико не желите да измените предложак, најбоље би било да га не копирате.';
$txt['themeadmin_edit_copy_confirm'] = 'Да ли сте сигурни да желите да копирате овај предложак?';
$txt['themeadmin_edit_overwrite_confirm'] = 'Да ли сте сигруни да желите да копирате овај предложак преко оног који већ постоји?\\nОво ће ПРЕГАЗИТИ све промене које сте направили!';
$txt['themeadmin_edit_no_copy'] = '<em>(не могу да копирам)</em>';
$txt['themeadmin_edit_filename'] = 'Име датотеке';
$txt['themeadmin_edit_modified'] = 'Време последње измене';
$txt['themeadmin_edit_size'] = 'Величина';
$txt['themeadmin_edit_bytes'] = 'B';
$txt['themeadmin_edit_kilobytes'] = 'KB';
$txt['themeadmin_edit_error'] = 'Датотека коју сте желели да сачувате направила је следећу грешку:';
$txt['themeadmin_edit_on_line'] = 'На почетку линије';
$txt['themeadmin_edit_preview'] = 'Преглед';

?>