Repository: filmil/translation
Catalog: skype/*.po
Languages: sr

source: Geographical, software version and other limitations apply - see our <a href="skype:?go#tos">Terms of Service</a>. Make alternative emergency service access arrangements through a traditional telephone service.
sr: Тренутно су важеће географска, софтверска и друга ограничења - молимо да погледате наше <a href="skype:?go#tos">услове услуге</a>. Молимо да обезбедите приступ хитним службама помоћу уобичајене телефонске мреже.

source: To use this feature please change your Skype status back to online and try again.
sr: Да бисте користили ову могућност, промените статус на „На вези‟ и пробајте поново.

source: Heartbeat (Skype Status)
sr: Ритам срца (скајпов статус)

source: Call Technical Info
sr: Позовите техничку подршку

source: Select no more than 24 participants to be able to start a call
sr: Како бисте започели позив, изаберите највише 24 учесника.

source: Ignore Call
sr: Занемари позив

source: Too short: 6 characters min.
sr: Прекратко: минимум је 6 знакова.

source: Too long: 32 characters max.
sr: Предугачко: максимум су 32 знака.

source: Can only contain A-z 0-9 - _ .
sr: Само ови знаци су допуштени: A-z 0-9 - _ .

source: Too long: 20 characters max.
sr: Предугачко: максимум је 20 знакова.

source: Invalid character eg Σ, à, ß
sr: Недозвољени знаци, на пример: Σ, à, ß

source: Can't contain a space
sr: Не сме да садржи размак

source: Use at least 1 letter and 1 number
sr: Користите бар 1 слово и бар 1 цифру

source: Must begin with a letter (A-z)
sr: Мора да почне латиничним словом (A-z)
