Repository: filmil/translation
Catalog: skype/*.po
Languages: sr

source: Get live advice over voice or video using Skype. Coming soon…
sr: Набавите савет уживо (гласовни или видео) помоћу скајпа. Ускоро ће бити доступно…

source: <b>Call phones or send SMS messages</b>
sr: <b>Зовите телефоне или шаљите СМС поруке</b>

source: Save this phone number to your Contact list.
sr: Молим да ме додате у списак познаника.

source: To call phones you need Skype Credit.
sr: Треба Вам скајпов кредит за звање телефона.

source: Your Skype Credit balance
sr: Ваш скајпов кредит

source: You are running low on Skype Credit
sr: Скајпов кредит је скоро потрошен

source: Out of Skype Credit
sr: Немате скајпових кредита

source: See rates for all countries
sr: Ценовник за све државе

source: per minute (excl VAT)
sr: по минуту (без пореза)

source: Loading…
sr: Учитавање…

source: Select a country
sr: Избор државе

source: <b>Set up Skype here</b><hr color="#CCCCCC"/>
sr: <b>Подесите овде скајп</b><hr color="#CCCCCC"/>

source: Set up voicemail
sr: Подесите говорну пошту

source: Forward your calls
sr: Преусмерите позиве

source: Your personal online number
sr: Ваш лични мрежни број

source: Save a phone number
sr: Сачувајте број телефона

source: A <a href="%s">Connection fee</a> and VAT may apply.
sr: A <a href="%s">Тарифа за везу</a> и ПДВ се могу применити.

source: Delete phone number
sr: Уклоните број телефона

source: Call from %s
sr: Позив од %s

source: Call to %s
sr: Позови: %s

source: Missed call from %s
sr: Пропуштен позив: %s

source: Conference call
sr: Позив за конференцију

source: Conference call in progress
sr: Тренутно траје конференцијски позив

source: %d More phone
sr: још %d телефон

source: %d More phones
sr: још %d телефона

source: Your speakers are too loud. Turn your volume down and move your microphone away from your speakers.
sr: Звук је прејак. Утишајте звук и одмакните микрофон од звучника.

source: Background noise might be affecting your call. Try moving to a quiet location or muting your microphone when you're not talking.
sr: Квалитет разговора је нарушен позадинским шумом. Умањите позадински шум бирањем тихог места за разговор или утишавањем микрофона када не причате.

source: Is your microphone on mute? Click the mute button again to clear it. If that's not the problem, go to your Audio settings under Call in the main menu and check you've selected the microphone you're using.
sr: Да ли је микрофон сасвим утишан? Притисните у том случају поново дугме за утишавање како бисте га укључили. Ако то није проблем, погледајте подешавања звука код опције „Звање‟ у главном менику и проверите да сте изабрали прави микрофон.

source: Is your microphone on mute? Click the mute button again to clear it. Didn't fix it? Make sure you've plugged in your microphone or headset and selected it in your audio settings.<br/>Get help <a href="skype:?gettingstarted#devices">setting up your sound equipment</a>.<br/>
sr: Да ли је микрофон сасвим утишан? Притисните поново дугме за утипавање како бисте га укључили. Да ли је помогло? Ако није, проверите да сте исправно прикључили микрофон или слушалице с микрофоном и да сте их изабрали у подешвањима звука. <br/>Потражите помоћ <a href="skype:?gettingstarted#devices"> за подешавање звучне опреме</a>.<br/>

source: Is your microphone on mute? Click the mute button again to clear it. Didn't fix it? Make sure you've plugged in your headset or microphone and selected it in your audio settings. <br/>Get help <a href="skype:?gettingstarted#devices">setting up your sound equipment</a>.<br/>
sr: Да ли је микрофон сасвим утишан? Притисните поново дугме за утипавање како бисте га укључили. Да ли је помогло? Ако није, проверите да сте исправно прикључили микрофон или слушалице с микрофоном и да сте их изабрали у подешвањима звука. <br/>Потражите помоћ <a href="skype:?gettingstarted#devices"> за подешавање звучне опреме</a>.<br/>

source: You're not sending great video right now because you're using other USB devices or a USB hub. Try disconnecting any equipment you're not using or plug your webcam into a different USB port on your computer.
sr: Тренутно шаљете видео ниског квалитета јер користите друге УСБ уређаје или дељену везу кроз УСБ. Пробајте да искључите друге уређаје или да прикључите камеру на други УСБ порт.

source: You're not sending great video right now because your room is quite dark. Turn on more lights or open the curtains to let more light in.
sr: Тренутно шаљете видео ниског квалитета јер је осветљење слабо. Повећајте ниво светла да бисте имали бољу слику.

source: Have you got a lot of programs open? Try closing some of them to make your video better.
sr: Да нисте можда покренули превише програма? Пробајте да затворите неке од покренутих програма како бисте побољшали квалитет видеа.

source: Having problems with your video? Are you downloading or uploading any music or video? Stop your downloads and try closing any file sharing programs like Bit Torrent that are using the web. Doesn't fix it? Your internet connection might be slow. Skype works best with a broadband connection.
sr: Да ли имате проблема са сликом? Да ли шаљете или примате музику или видео? Прекините пријеме и пробајте да затворите све програме за размену датотека попут бит-торента. Није помогло? Можда је веза са Интернетом преспора. Скајп најбоље ради са везама великог пропусног опсега.

source: Video not great? Ask the person you're talking with to close any programs they're not using for this call. Doesn't fix it? Their computer might not be fast enough. You really need a 1 GHz processor and at least 256MB RAM to make clear calls.
sr: Да ли имате проблема са квалитетом слике? Замолите особу с којом разговарате да искључи програме које не користи при позиву. Није помогло? Можда њихов рачунар није довољно брз. Заиста вам је потребан бар гигахерцни процесор и бар 256МБ меморије за чисте разговоре.

source: Video not great? Is the person you're talking to downloading music, videos or pictures? Ask them to close any file sharing programs like Bit Torrent they've got open. Doesn't help? Skype works best with a broadband connection.
sr: Да ли имате проблем са квалитетом слике? Да ли особа са којом разговарате прима музику, видео или слике? Замолите их да затворе све програме за дељење датотека попут бит-торента. Није помогло? Скајп најбоље ради са везама широког пропусног опсега.

source: You're not sending great video right now because you're using other USB devices or a USB hub. Try disconnecting any equipment you're not using or plug your webcam into a USB port on your computer.
sr: Шаљете нискоквалитетан видео јер користите УСБ уређаје или дељену УСБ везу. Пробајте да искључите уређаје које не користите или укључите камеру у другу УСБ утичницу на рачунару.

source: Have you got a lot of programs open? Try closing some of them to make your video better. Doesn't help? Your computer might be too slow to make clear video calls. You really need a 1 GHz processor and at least 256MB RAM.
sr: Да ли имате пуно покренутих програма? Покушајте да затворите неке од њих како бисте побољшали квалитет слике. Није помогло? Ваш рачунар је можда преспор за јасне видео разговоре. Заиста Вам је потребан гигахерцни процесор и бар 256МБ меморије.

source: Having problems with your video? Are you downloading music, videos or pictures? Close any file sharing programs like Bit Torrent you've got open. Doesn't fix it? Your internet connection might be slow. Skype works best with a broadband connection.
sr: Да ли имате проблема са сликом? Да ли примате музику, видео или слике? Затворите програме за дељење датотека попут бит-торента и пробајте поново. Није помогло? Можда Вам је веза са Интернетом преспора. Скајп ради најбоље са везом широког пропусног опсега.

source: Set font
sr: Постави фонт

source: You need to download the latest webcam software to ensure you can make video calls.
sr: Треба да преузмете последње издање софтвера за камеру како бисте могли да правите видео позиве.

source: High Quality Video - you're all set up
sr: Висококвалитетна слика: све је подешено

source: Get the latest webcam software.
sr: Набави последње издање софтвера за камеру.

source: Connect to MySpace
sr: Повежи се на МајСпејс

source: Sign up to MySpace
sr: Пријави се на МајСпејс

source: Edit settings
sr: Уреди подешавања

source: Use MySpace picture
sr: Користи слику са МајСпејса

source: Connect Skype to your MySpace profile and share your pictures, videos and more with your Skype contacts.
sr: Повежите скајп на ваш Мајспејс профил и делите слике, филмове и остало са Вашим познаницима.

source: MySpace profile is connected to %s
sr: Мајспејсов профил је повезан на %s

source: Enter your MySpace member login information. Skype will keep it totally secret and only use it to connect to your MySpace profile.
sr: Унесите податке за пријаву на Мајспејс (MySpace). Скајп ће их користити само да би се повезао на Ваш профил и држаће их у тајности.

source: MySpace email
sr: Ел. пошта са МајСпејса

source: MySpace password
sr: Лозинка за МајСпејс

source: <a href="skype:?go#mandalay.retrievepassword">Forgot your password</a>?
sr: <a href="skype:?go#mandalay.retrievepassword">Да ли сте заборавили лозинку</a>?

source: Please wait while we connect to your MySpace account…
sr: Молимо да сачекате да се повежемо на ваш Мајспејс налог…

source: Select the information you would like to share with your Skype contacts.
sr: Изаберите податке које желите да делите са Вашим познаницима.

source: Connection to MySpace failed. You entered a wrong MySpace email or password. Try entering your information again or use the password reminder link below.
sr: Веза са Мајспејсом није успела. Унета је погрешна ел. адреса или лозинка. Пробајте да унесете податке поново или користите везу на подсетник дату испод.

source: Connection to MySpace failed. There is a server error. Please try again later.
sr: Веза са Мајспејсом није успела. Дошло је до грешке на серверу. Молимо да пробате касније.

source: Use this as your Skype picture.
sr: Користите ову датотеку као Вашу слику.

source: Link to your MySpace profile in your Skype profile.
sr: Повежите Ваш профил на Мајспејсу са скајповим профилом.

source: Show a link to your MySpace profile in your mood.
sr: Прикажите везу на Мајспејс профил у расположењу.

source: Sorry, Skype does not support this type of files for pictures.
sr: Жао нам је, скајп не подржава ову врсту слика.

source: MySpace username
sr: Кор. име за МајСпејс

source: %s people on MySpace
sr: Број људи на МајСпејсу: %s

source: Delete all Skype cookies? (This will only delete Skype cookies)
sr: Брисање свих скајпових колачића? (Ово ће да уклони само скајпове колачиће)

source: Delete Skype cookies?
sr: Уклањање скајпових колачића?

source: Connection Wizard
sr: Чаробњак за повезивање

source: %s is calling - rejected
sr: %s зове - одбијено

source: Answering this call will put another call on hold.
sr: Одговор на овај позив ће ставити тренутни позив на чекање.

source: <center>Error occured trying to load media.<br/>Please try again later!</center>
sr: <center>Дошло је до грешке приликом учитавања медија.<br/>Молимо да пробате касније!</center>

source: Save Group in Your Contacts
sr: Сачувајте групу у познанике

source: Remove From Your Contacts
sr: Уклони из познаника

source: Remove from Conversations list
sr: Уклони из разговора

source: Cannot add people to the conversation.
sr: Није могуће додати још људи у разговор.

source: Leave a message after the greeting.
sr: Оставите поруку после поздрава.

source: Hold
sr: Чекање

source: Sound
sr: Звуци

source: Quality
sr: Квалитет

source: Call with %s dropped.
sr: Позив од корисника %s је пропуштен.

source: Cannot connect to %s.
sr: Веза није успела: %s.

source: Call with %s failed.
sr: Разговор није успео: %s.

source: You can only have one call at a time.
sr: Могућ је само један истовремени позив.

source: Skype™ - Video preview
sr: Skype™ - видео преглед

source: Answering this call will cancel the voicemail you've recorded.
sr: Одговор на овај позив ће поништити говорну пошту коју сте забележили.

source: If you call %s this voicemail message will be cancelled.
sr: Ако позовете %s ова говорна пошта ће бити отказана.

source: Put the call with %s on hold?
sr: Да ли да ставим позив на чекање? Зове: %s

source: Checked
sr: Означено

source: Unchecked
sr: Неозначено

source: Connection options…
sr: Опције везе…

source: Change language
sr: Промена језика

source: Sent voicemail to people in this conversation.
sr: Пошаљите говорну пошту особама у овом разговору.

source: Failed to save this phone number.
sr: Грешка при чувању овог броја.

source: Not in IM.
sr: Није у брзој поруци.

source: Your video works!
sr: Ваш видео ради!

source: Check how you look on video or just go ahead and make a video call to a friend.
sr: Проверите како изгледате на видеу, или одмах позовите пријатеља.

source: Make a video call.
sr: Пробни видео позив.

source: Select a friend from your Contacts, click the <b>Start video</b> button, wave, smile and say Hi!.
sr: Изаберите познаника са списка, затим притисните дугме <b>Пусти видео</b>, насмешите се и кажите: „Здраво!‟

source: Full-screen
sr: Цео екран

source: Exit full-screen
sr: Затворите пуни екран

source: %s sent you a voicemail.
sr: Говорна пошта: %s.

source: Listening to voicemail.
sr: Послушајте говорну пошту.

source: In Window
sr: У прозору

source: View Full Screen
sr: На целом екрану

source: Video in Window
sr: Видео у прозору

source: Video in Separate Window
sr: Видео у посебном прозору

source: You can also add MySpaceIM contacts. Enter their MySpaceIM name and click Find.
sr: Можете такође да додате познанике са мајспејса (MySpaceIM). Унесите њихово тамошње име и притисните „Нађи‟.

source: Older than 1 week
sr: Старије од 1 седмице

source: Older than 1 month
sr: Старије од 1 месеца

source: Answer %s
sr: Јави се: %s

source: You can't send files to phone numbers.
sr: Не можете слати датотеке на телефонски број

source: If you call %s your current call will be put on hold.
sr: Ако позовете %s, ваш тренутни позив ће бити стављен на чекање.

source: Cannot call - can't put current call on hold.
sr: Није могуће звање - није могуће паузирати тренутни позив!

source: Calling
sr: Зове

source: Display dial pad
sr: Бројчаник

source: Transfer
sr: Пренос

source: <b>%0:s</b> is not in your Contact list.
sr: <b>%0:s</b> није у списку познаника.

source: Call %0:s
sr: Зови: %0:s

source: Add %0:s to your Contact list.
sr: Додај %0:s у списак познаника.

source: Search for %0:s in the Skype Directory.
sr: Тражи %0:s у скајповом именику.

source: Buy Skype Credit to call phones and mobiles.
sr: Купите скајпов кредит да бисте звали фиксне и мобилне телефоне

source: Resuming this call will put other calls on hold.
sr: Настављање овог позива ће ставити друге позиве на чекање.

source: Resume this call
sr: Наставите овај позив

source: Fit Video to Window
sr: Уклопи видео у прозор

source: Video Size: Small
sr: Величина слике: мала

source: Video Size: Big
sr: Велика слика

source: Exit Full Screen
sr: Искључи видео на целом екрану

source: Drag the bar to load conversation history.
sr: Превуците траку да бисте учитали историјат разговора.

source: This week
sr: Ове недеље

source: 6 months
sr: 6 месеци

source: Sound Settings
sr: Подешавање звука

source: Call Quality Feedback
sr: Позови техничку подршку

source: Remove from &Conversations.
sr: Уклони из &разговора.

source: Item has been deleted from conversation history.
sr: Ставка је уклоњена из историјата разговора.

source: Text
sr: Текст

source: Files
sr: Датотеке

source: Voicemails
sr: Говорна пошта

source: Add a phone number so you can call %s when they are not on Skype.
sr: Додајте број телефона како бисте могли да позовете познаника: %s када није прикључен на скајп.

source: Resume
sr: Настави

source: Turn your video on
sr: Укључи видео

source: Turn off your video
sr: Искључи видео

source: Start a video call
sr: Видео позив

source: Re-record the voicemail
sr: Сними говорну поруку

source: Cancel recording.
sr: Откажи снимање.

source: We have blocked this program from using Skype. This is to protect your computer's security.
sr: Овом програму је управо забрањено да користи скајп. Забрана помаже безбедности Вашег рачунара.

source: This program is certified by Skype, so don't worry, there is no risk to your computer's security.
sr: Скајп је сертификовао овај програм, тако да можете да будете без бриге. Ваш рачунар и подаци нису угрожени.

source: This program is not known to Skype and may be a potential security risk.
sr: Овај програм није познат скајпу и зато може да буде ризик за безбедност.

source: Another program is trying to access Skype. This program is not known to Skype and may be a potential security risk.
sr: Други програм покушава да приступи скајпу. Овај програм није познат скајпу и зато може да представља ризик за безбедност.

source: wants to use Skype
sr: жели да користи скајп

source: Messages
sr: Поруке

source: Mark as Unread
sr: Означи као непрочитано

source: %d <trunc full="yes">SMS </trunc>\| %d <trunc full="yes">characters remaining </trunc>\| <b>%s</b>
sr: %d <trunc full="yes">СМС </trunc>\| %d <trunc full="yes">преостало знакова: </trunc>\| <b>%s</b>

source: From %s
sr: Шаље %s

source: %s is calling via video<br/><a href="skype:?options#video">Privacy settings</a>.
sr: %s зове помоћу видеа<br/><a href="skype:?options#video">Подешавања приватности</a>.

source: Wasn't that great quality video?
sr: Зар квалитет слике није био изванредан?

source: %s is using a High Quality Video webcam. If you had one, your friends could see you better.
sr: %s користи камеру високог квалитета. Када бисте и Ви имали такву, пријатељи би могли боље да Вас виде.

source: New audio device found.
sr: Пронађен је нови звучни уређај.

source: Skype has detected %s.
sr: Скајп је препознао: %s.

source: Skype has found %s and will use it for calls.
sr: Скајп је пронашао уређај: %s. Биће коришћен за позиве.

source: New audio devices available.
sr: Доступни су нови аудио уређаји.

source: Click the button to go to audio settings and choose the device you would like to use.
sr: Притисните на дугме да бисте отворили подешавања звука и изабрали уређај који желите да користите.

source: Skype is currently using %s.
sr: Скајп тренутно користи %s.

source: Do you want to use this device for calls?
sr: Да ли сигурно желите да користите овај уређај за разговоре?

source: Your webcam has a microphone
sr: Ваша камера има и микрофон

source: It will be useful if you don't have a headset or a microphone.
sr: Користиће Вам ако немате слушалице и микрофон.

source: Change your <a href="skype:?options#sounddevices">sound settings</a> to start using it.
sr: Промените <a href="skype:?options#sounddevices">подешавања звука</a> како бисте почели да користите.

source: Skype couldn't find a webcam. With a webcam, you can make free video calls to anyone else on Skype, anywere in the world.
sr: Скајп није успео да пронађе мрежну камеру. Помоћу камере можете да водите видео разговоре са било киме на скајпу, широм света.

source: Find out more about video calls
sr: Сазнајте више о видео позивима

source: Switch to full-screen for incoming video calls
sr: Пребаците се на приказ преко целог екрана за долазне видео позиве

source: None
sr: Ниједан

source: Automatically adjust speaker settings
sr: Аутоматски подеси звучнике

source: %d Recipients
sr: Прималаца: %d

source: Sent
sr: Послато

source: Delivered
sr: Испоручено

source: %d sent
sr: Послато: %d

source: %d delivered
sr: Испоручено: %d

source: %d failed
sr: Неуспело: %d

source: You need Skype credit to send SMS. <a href="skype:?payments">Buy Skype Credit now</a>
sr: Потребан је скајпов кредит за слање СМС порука. <a href="skype:?go#store">Купите скајпов кредит</a>

source: Sending too many files at once.
sr: Шаљете сувише датотека истовремено.

source: second\seconds\\minute\minutes\\hour\hours\\day\days\\week\weeks\\month\months\\year\years
sr: секунда\секунди\\минут\минута\\сат\сати\\дан\дана\\седмица\седмице\\месец\месеци\\година\година

source: Show in folder
sr: Покажи директоријум

source: %s remaining
sr: преостаје: %s

source: Completed
sr: Готово

source: Are you sure you want to stop sending this file? If you cancel now then no one will receive it.
sr: Да ли сте сигурни да желите да откажете пренос датотеке? Ако откажете сада, нико неће примити ову датотеку.

source: %d waiting
sr: чекање: %d

source: %d in progress
sr: У току: %d

source: %d completed
sr: Готово: %d

source: %d cancelled
sr: Отказано: %d

source: Choose destination folder.
sr: Избор одредишног директоријума.

source: Maximize video
sr: Увећај видео

source: Minimize video
sr: Умањи видео

source: You don't have a mobile number saved for %s . <a href="%s">Enter a mobile number now</a>.
sr: Немате сачуван број мобилног за корисника %s . <a href="%s">Унесите број мобилног сада</a>.

source: No number available.
sr: Ниједан број није доступан.

source: When I receive a file
sr: Када је датотека примљена

source: Choose a folder where to save the file every time
sr: Изаберите директоријум за чување датотеке

source: Save all files to:
sr: Сачувај све датотеке у:

source: Change folder
sr: Промени директоријум

source: Only host can call participants.
sr: Само домаћин може да зове учеснике.

source: Only host can hang up.
sr: Само домаћин може да прекине везу.

source: This conference is full and can't include anyone new.
sr: Ова конференција не може да прими нове учеснике.

source: Starting video
sr: Покретање видеа…

source: You are hosting this call
sr: Ви сте домаћин овог разговора

source: Turn video off
sr: Искључи видео

source: unknown
sr: непознат

source: Your speaker is on mute.
sr: Звучник је ућуткан.

source: Your microphone is on mute.
sr: Микрофон је утишан.

source: Please check your audio settings.
sr: Молимо да проверите подешавања звука.

source: No Skype Credit
sr: Нема скајпових кредита

source: Need help sending SMS?
sr: Да ли Вам треба помоћ око слања СМС поруке?

source: Not delivered yet.
sr: Још није испоручена.

source: Missed call from %s.
sr: Пропуштен позив: %s.

source: Attempted call by %s.
sr: Покушај разговора: %s.

source: Call from %s, duration %s.
sr: Позив: %s, трајање: %s.

source: Call to %s, duration %s.
sr: Позив %s, трајање %s.

source: Video call with %s.
sr: Видео разговор: %s.

source: Move up
sr: Навише

source: Move down
sr: Наниже

source: New version of Skype available.
sr: Доступно је ново издање скајпа.

source: New version of Skype downloaded.
sr: Примљено је ново издање скајпа.

source: %s has added you as a contact.
sr: %s вас додаје у списак познаника.

source: Clicking Add to Contacts means this person can see when you are online. You can control who can contact you in your <a href="skype:?options#privacy">privacy settings</a>.
sr: Притисак на „Додај у познанике‟ значи да ће та особа моћи да види када сте на вези. Можете да подесите коме је дозвољено да Вас контактира у <a href="skype:?options#privacy">подешавањима приватности</a>.

source: %s is not in your Contact list.
sr: %s није у списку познаника.

source: Show picture
sr: Избор слике

source: Hide picture
sr: Сакриј слику

source: Unblock
sr: Одблокирај

source: List your audio devices in order of preference. Skype will use the first available one on each list.
sr: Набраја Ваше аудио уређаје од најомиљенијег према мање омиљенима. Скајп ће користити први који је доступан на сваком списку.

source: <a href="skype:?go#mandalay.join">Need a MySpace account</a>?
sr: <a href="skype:?go#mandalay.join">Да ли вам треба налог на Мајспејсу (MySpace)</a>?

source: Link Your MySpace Profile
sr: Увежите свој профил са Мајспејса (MySpace)

source: Link Your MySpace Profile…
sr: Увежите профил са Мајспејса (MySpace)…
