Repository: filmil/translation
Catalog: skype/*.po
Languages: sr

source: You are enabling SkypeMe!™ mode. <br/><br/>This means that anyone on Skype can find you in the Skype directory and call you – not just people in your contacts list. <br/><br/>Your privacy settings will be restored when you leave SkypeMe!™ mode.
sr: Укључили сте SkypeMe!™ . <br/><br/>То значи да ма који корисник скајпа може да Вас пронађе у именику и да Вас позове - чак иако нису на списку Ваших познаника. <br/><br/>Ваша подешавања приватности биће враћена на изворне вредности када прекинете са употребом SkypeMe!™ .

source: <b>You are in SkypeMe!™ mode</b>. This means anyone can call or start an IM with you. To enable your privacy settings, change your presence.
sr: <b>Налазите се у начину рада „Зови ме“.</b> То значи да било ко може да Вас позове или Вам пошаље поруку. Да бисте укључили вођење рачуна о приватности, промените стање везе.

source: Sending paused.
sr: Слање је паузирањо.

source: Mute microphone
sr: Утишај микрофон

source: Add people
sr: Додај људе

source: People in this group
sr: Људи у овој групи

source: Choose a contact or enter a phone number and click Select. Do this for everyone you want to join, then click Add.
sr: Изаберите познаника или унесите телефонски број, а затим притисните на „Изабери‟. Учините то за све особе за које желите да се придруже и затим притисните „Додај‟.

source: Add
sr: Додај

source: Start Skype when computer starts
sr: Покрени скајп када се рачунар покрене

source: %s is using a version of Skype that doesn't support group IM. You can't add them to this conversation.
sr: %s користи издање скајпа које не подржава поруке више особа. Не можете да их додате у овај разговор.

source: Change
sr: Промени

source: Another program wants to use Skype
sr: Други програм жели да користи скајп

source: ** WARNING!** A changed program is trying to access Skype.
sr: ** УПОЗОРЕЊЕ!** Промењени програм покушава да приступи скајпу!

source: What would you like to do?
sr: Шта желите да урадите?

source: Name
sr: Име

source: Publisher
sr: Издавач

source: Allow this program to use Skype, but ask again in the future.
sr: Дозволи овом програму да користи скајп, али питај и убудуће.

source: Allow this program to use Skype.
sr: Дозволи овом програму да користи скајп.

source: Do not allow this program to use Skype.
sr: Не дозволи овом програму да користи скајп.

source: Manage API Access Control
sr: Уреди API контролу приступа

source: Allowed to use Skype
sr: Сме да користи скајп

source: Not allowed to use Skype
sr: Не сме да користи скајп

source: Manage other programs' access to Skype
sr: Уреди приступ осталих програма скајпу

source: Send file to Skype contact
sr: Слање датотеке познанику

source: Sending file
sr: Шаљем датотеку

source: Select Skype contact
sr: Изабери познаника

source: Select who you want to send the file (%s) to and press Send.
sr: Молимо изаберите скајповог познаника коме желите да пошаљете датотеку (%s) и притисните „Слање‟.

source: I do not answer within
sr: Ако не одговорим за

source: seconds
sr: секунди

source: Voicemail recording error
sr: Грешка при снимању гласовне поште

source: Voicemail playback error
sr: Грешка при пуштању гласовне поште

source: Voicemail upload error
sr: Грешка при слању гласовне поште

source: Error creating voicemail greeting
sr: Грешка при прављењу поздрава

source: Are you sure you want to reset your voicemail greeting to the default message?
sr: Да ли сигурно желите да вратите изворну поздравну поруку?

source: Reset voicemail greeting
sr: Уклони моју поздравну поруку са говорне поште

source: Can't block yourself
sr: Не можете блокирати себе

source: Playing voicemail greeting
sr: Пуштање поздравне поруке

source: Greeting download
sr: Преузимање поздрава

source: Recording voicemail
sr: Снимање говорне поште

source: Sending voicemail
sr: Слање говорне поште

source: Voicemail sent
sr: Говорна порука је послата

source: Voicemail failed
sr: Говорна порука није успела

source: Send Voicemail
sr: Слање гласовне поруке

source: Are you sure you want to leave this group?
sr: Да ли сигурно желите да напустите ову групу?

source: Leave group
sr: Напусти групу

source: %s added %s
sr: %s додаје: %s

source: Topic:
sr: Тема:

source: %s has changed the conversation topic to "%s"
sr: %s промени тему у „%s‟

source: Unknown phone number
sr: Непознат број

source: Certificate
sr: Сертификат

source: What does this mean?
sr: Шта то значи?

source: We found %s entries in the address books on your computer.
sr: Пронашли смо %s записа у адресарима на Вашем рачунару.

source: Send file
sr: Пошаљи датотеку

source: %s and %s
sr: %s и %s

source: %d contacts
sr: бр. познаника: %s

source: Send file to %s
sr: Пошаљи датотеку за %s

source: Are you sure you want to send file "%s" to %s?
sr: Да ли сигурно желите да пошаљете датотеку „%s‟ за %s?

source: Are you sure you want to send %d files to %s?
sr: Да ли сигурно желите да пошаљете %d датотека за %s?

source: You can't send files to more than %d people at once.
sr: Не можете слати датотеке за више од %d корисника одједном.

source: Hi! Just dropping you a quick note to let you know I'm on Skype. If you download it too, we can call, video call and instant message each other free - even if we're on opposite sides of the world.
sr: Здраво! Обавештавам да сам се прикључио на скајп. Ако га и ви користите, можемо да успостављамо говорне или видео позиве, или да шаљемо брзе поруке, и све то бесплатно; чак и ако смо на супротним крајевима света.

source: Press here if you have finished your voicemail.
sr: Притисните овде ако се завршили са говорном поруком.

source: says:
sr: рече:

source: is calling.
sr: Вас зове.

source: has just signed in.
sr: се управо пријавио.

source: went offline.
sr: се одјавио.

source: has sent you contacts.
sr: Вам шаље неке познанике.

source: has asked for your details.
sr: тражи Ваше детаљене податке.

source: wants to send you a file.
sr: жели да пошаљете датотеку.

source: has left you a voicemail.
sr: је послао оставио говорну пошту.

source: End Call with This Person
sr: Крај разговора са овом особом

source: Host
sr: Рачунар

source: Port
sr: Порт

source: Username
sr: Кор.име

source: Enable proxy authentication
sr: Дозволи посредничку аутентикацију

source: Automatic proxy detection
sr: Аутоматско тражење посредника

source: Clear history
sr: Уклони историјат

source: no history
sr: Нема дневника

source: 2 weeks
sr: 2 недеље

source: 1 month
sr: 1 месец

source: 3 months
sr: 3 месеца

source: forever
sr: заувек

source: Keep history for
sr: Чувај историјат

source: added you to a conference call
sr: Вас је додао у конференцију

source: IM history reloaded
sr: Историјат порука је поново учитан

source: Start IM with group
sr: Дописивање са групом

source: Conversation title/topic
sr: Наслов или тема разговора

source: Create
sr: Направи

source: Select who you would like to add to the conversation and press Create.
sr: Изаберите кориснике које бисте желели да додате у нови разговор и притисните Направи

source: Skype contacts
sr: Познаници са скајпа

source: Phone numbers
sr: Телефонски бројеви

source: Click here to accept or deny.
sr: Притисните овде да прихватите/одбијете.

source: All traces of previous conversations including Instant Messages, SMS, calls, voicemails and file transfers, will be deleted from your recorded history. (This will also close all open conversations)
sr: Све белешке о претходним разговорима, укључујући брзе поруке, СМС, позиви, говорна пошта и преноси датотека биће уклоњени из историјата. (Ово ће прекинути и све разговоре који су у току)

source: Delete history?
sr: Уклањање историјата?

source: Skype language files (*.lang)\|*.LANG
sr: Преводи скајпа (*.lang)\|*.LANG

source: Join Conversation
sr: Прикључи ме конференцији

source: Undo
sr: Поништи

source: Cut
sr: Исеци

source: Copy
sr: Умножи

source: Paste
sr: Убаци

source: Delete
sr: Обриши

source: Select all
sr: Изабери све

source: Message alerts disabled.
sr: Искључене су поруке упозорења.

source: Only messages containing "%s" will trigger alerts in this conversation.
sr: Само поруке које садрже „%s‟ ће изазвати дојаву поруке у овом разговору.

source: You have left this group.
sr: Напустили сте ову групу.

source: Notifications
sr: Дојаве

source: Video settings
sr: Поставке видеа

source: Mute all sounds
sr: Утишај све звуке

source: comes online
sr: се пријављује

source: goes offline
sr: је отишао са везе.

source: starts an IM with me
sr: покреће разговор с Вама

source: sends me a file
sr: Вам шаље датотеку

source: requests my contact details
sr: тражи детаљније податке о Вама

source: leaves me a voicemail
sr: Вам оставља гласовну поруку

source: sends me contacts
sr: Вам шаље познанике

source: Display notifications for new conversations while Skype is in focus
sr: Приказуј обавештења о новим разговорима док је скајп у фокусу

source: ringtone
sr: звук звона

source: dial tone
sr: звук бирања

source: busy signal
sr: сигнал заузећа

source: incoming IM
sr: долазна брза порука

source: Display a notification in the Windows tray when someone…
sr: Прикажи обавештење ако неко…

source: Set up your IM options
sr: Подесите опције брзих порука

source: Choose a wallpaper to change how Skype looks
sr: Изаберите тапет који мења како скајп изгледа

source: Change your picture
sr: Промените вашу слику

source: Learn more about how Skype deals with proxies and firewalls
sr: Прочитајте више о томе како скајп ради са ватробраном и заступницима

source: Set up how Skype connects to the internet
sr: Подешавање скајпа за везу са Интернетом

source: Volume
sr: Јачина

source: General settings
sr: Општа подешавања

source: Set up keyboard shortcuts for frequently used functions
sr: Подесите скраћенице на тастатури за често коришћене команде

source: Notification settings
sr: Подешавање дојава

source: Other things you can do
sr: Остале ствари које можете да радите

source: Protect yourself from unwanted calls and IMs
sr: Заштитите се од нежељених позива и разговора

source: Choose which sound to play
sr: Изаберите звук који се пушта

source: Duration: %s sec
sr: Трајање: %s сек

source: %s seconds remaining
sr: Преостало секунди: %s

source: Loading my voicemail greeting
sr: Учитавање моје поздравне поруке

source: My voicemail greeting
sr: Моја поздравна порука

source: Playing my voicemail greeting
sr: Пуштање моје поздравне поруке

source: Recording my voicemail greeting
sr: Снимање моје поздравне поруке

source: Saving my voicemail greeting
sr: Чување моје поздравне поруке

source: Voicemail greeting
sr: Поздравна порука

source: Play:
sr: Пусти:

source: Skype default sound
sr: скајпов подразумевани звук

source: Enable all sounds
sr: Дозволи све звуке

source: Buy Skype voicemail
sr: Купи скајпову говорну пошту

source: Never miss another call with voicemail
sr: Никада више не пропустите позив

source: You have to be online to listen your voicemail greeting
sr: Морате бити на вези како бисте преслушали поздравну поруку

source: You have to be online to record your voicemail greeting
sr: Морате бити на вези како бисте снимили поздравну поруку

source: You have to be online to reset your voicemail greeting
sr: Морате бити на вези како бисте поништили поздравну поруку

source: Recorded:
sr: Снимљено:

source: %s <a href="skype:?go#store.extend.skypein">Extend</a>
sr: %s <a href="skype:?go#store.extend.skypein">Продужи</a>

source: Click here to go to your account page
sr: Притисните овде да одете на страну са вашим налогом

source: Default voicemail greeting
sr: Изворна поздравна порука

source: Playing default voicemail greeting
sr: Пуштање изворне поздравне поруке

source: Restore Contacts from File…
sr: Врати познанике из датотеке…

source: Back up Contacts to File…
sr: Сачувај познанике у датотеци…

source: empty
sr: празна

source: Expires %s <a href="skype:?go#myaccount">Extend</a>
sr: Истиче: %s <a href="skype:?go#myaccount">Продужи</a>

source: Click here to go to your account page.
sr: Притисните овде да одете на страну са вашим налогом.

source: Ends %s <a href="skype:?go#myaccount">Extend</a>
sr: Крај: %s <a href="skype:?go#myaccount">Продужи</a>

source: Extend voicemail subscription now.
sr: Продужите одмах сервис говорне поште.

source: <a href="skype:?go#myaccount">Never miss a call again</a>.
sr: <a href="skype:?go#myaccount">Никад више не пропустите позив</a>.

source: Subscribe to voicemail now.
sr: Претплати ме на сервис гласовне поште.

source: Expires %s <a href="skype:?go#store.extend.skypein">Extend</a>
sr: Истиче %s <a href="skype:?go#store.extend.skypein">Продужи</a>

source: Extend your online number subscription.
sr: Продужите претплату на мрежни број.

source: <a href="skype:?go#myaccount">Receive calls from mobile phones and landlines</a>.
sr: <a href="skype:?go#myaccount">Примајте позиве са фиксних и мобилних телефона</a>.

source: Choose your own online number now.
sr: Унесите свој број мобилног телефона.

source: him
sr: га

source: her
sr: је

source: him/her
sr: га/је

source: Do You Have a New Friend?
sr: Да ли имате новог пријатеља?

source: Allow calls to my online number(s) from…
sr: Дозволи позиве на моје бројеве од…

source: block calls when phone number is hidden
sr: Блокирај позиве кад је број сакривен

source: phone numbers in my Contact list only
sr: само људи са списка познаника

source: Call settings
sr: Поставке за позиве

source: Details that all people on Skype will see
sr: Детаљи који су видљиви свим корисницима скајпа

source: Details that only my contacts will see
sr: Детаљи који су видљиви само Вашим познаницима

source: All of the fields below are optional. However, the more information you add, the easier it will be for your friends to find you on Skype.
sr: Поља испод се не морају испунити. Међутим, што више података унесете, вашим пријатељима ће бити лакше да Вас пронађу.

source: Gender
sr: Пол

source: Are you sure you want to remove this picture? The picture will also be deleted from your Skype Pictures folder.
sr: Да ли сте сигурни да желите да уклоните ову слику? Слика ће такође бити уклоњена из директоријума Моје скајпове слике.

source: Are you sure you want to delete your email address?
sr: Да ли сигурно желите да уклоните вашу ел. адресу?

source: Deleting your email address
sr: Уклања се ел.адреса

source: The email address you entered is not valid. Please check it and try again.
sr: Адреса коју сте унели није исправна. Молимо да је проверите и покушате поново.

source: Wrong phone number
sr: Погрешан телефонски број

source: Wrong homepage URL
sr: Неважећа веб страна

source: Double-click here to enter a topic
sr: Притисните двапут овде да поставите тему

source: Location
sr: Место

source: Age
sr: Године

source: %s and a bit more
sr: %s и мало више

source: Just turned %s
sr: Има тек %s

source: Last days %s
sr: Последњи дани од %s

source: Recently contacted
sr: Скорашњи познаници

source: Online now
sr: На вези

source: Make a free test call
sr: Направи пробни позив

source: Learn more about setting up your audio equipment
sr: Прочитајте више о подешавању звука.

source: Private details
sr: Личне црте

source: <a href="skype:?go#help.emailprivacy">About your privacy</a>
sr: <a href="skype:?go#help.emailprivacy">О Вашој приватности</a>

source: <font size="7" color="#727272">Minimum %s characters</font>
sr: <font size="7" color="#727272">Најмање оволико знакова: %s</font>

source: <font size="7" color="#727272">Case sensitive, %s-%s characters, at least 1 letter and 1 number</font>
sr: <font size="7" color="#727272">Разликују се велика и мала слова, %s-%s знакова, бар једно слово и бар једна цифра</font>

source: Add more email addresses
sr: Додај још ел. адреса.

source: Account
sr: Налог

source: Resend contact request to %s contacts
sr: Опет тражи овлашћење од %s познаника

source: Day
sr: Дан

source: Month
sr: Месец

source: Year
sr: Година

source: Blocked contacts
sr: Блокирани познаници

source: %d new events
sr: Нових догађаја: %d

source: 1 new event
sr: 1 нов догађај

source: Enter %s's phone number.
sr: Унесите број телефона за %s.

source: Choose another password.
sr: Бирајте другу лозинку.

source: Plus, it's free to download. Get it and add me as a contact! My Skype Name is %s.
sr: Осим тога, може се бесплатно преузети. Набавите га и додајте ме као познаника. Моје име на скајпу је %s.

source: Email address(es) saved.
sr: Ел. адреса је сачувана.

source: License Agreement
sr: Споразум о лиценци

source: Read this license agreement in:
sr: Читање овог споразума о лиценци на:

source: File sending is disabled. Contact your system administrator for more information.
sr: Пренос датотека је искључен. Обратите се управнику система за више података.

source: Enter the <b>Skype Name</b>, <b>full name</b> or <b>email address</b> of the person you wish to add to your Contact list.
sr: Унесите <b>скајпово име, пуно име</b> или <b>ел. адресу</b> особе коју желите да додате у списак познаника.

source: Phone number
sr: Телефонски број

source: Contact '%s' can't be found. Please try the following:
sr: Познаник „%s“ није пронађен. Молимо да пробате следеће:

source: Make sure you spelt your contact's Skype Name or full name correctly.
sr: Проверите да ли сте исправно откуцали скајпово име познаника или пуно име

source: If you are searching using your contact's full name try a new search by Skype Name.
sr: Ако тражите познаника по пуном имену, пробајте нову претрагу по скајповом имену.

source: If you do not know your contact's Skype Name you will need to ask him or her for it.
sr: Ако не знате познаниково име на скајпу, мораћете да га упитате које име користи.

source: Try searching by email address.
sr: Пробајте претрагу по ел. адреси.

source: Please make sure you spelt your contact's full name correctly.
sr: Молимо проверите да ли сте исправно уписали име познаника.

source: Try a new search by your contact's Skype Name.
sr: Пробајте нову претрагу по познаниковом скајп имену.

source: Email address '%s' can't be found. Please try the following:
sr: Електронска адреса „%s“ није пронађена. Молимо пробајте нешто од следећег:

source: Make sure you spelt your contact's email address correctly.
sr: Молимо проверите да ли сте исправно унели електронску адресу познаника.

source: Try other email addresses your contact may have.
sr: Пробајте друге електронске адресе које Ваш познаник можда има.

source: Try a new search using your contact's full name or Skype Name.
sr: Пробајте нову претрагу, користећи пуно име познаника или скајпово име.

source: No contacts found. Please try the following:
sr: Ниједан познаник није нађен. Молимо пробајте нешто од следећег:

source: Try a search using other field combinations.
sr: Пробајте претрагу по другим комбинацијама поља.

source: Uncheck SkypeMe!™ checkbox
sr: Очистите кутијицу „Зови ме“

source: Stop search
sr: Крај претраге

source: The phone number you entered is too long. Please correct it.
sr: Број који сте унели је предугачак. Молимо исправите број.

source: The phone number you entered is too short. Please correct it.
sr: Број који сте унели је прекратак. Молимо исправите број.

source: The phone number you entered is invalid. Please correct it.
sr: Број ког сте унели није исправан. Молимо исправите број.

source: Do not specify
sr: Није битно

source: <a href="skype:?go#help.faq.profile.skypememode">What does SkypeMe!™ mode mean</a>?
sr: <a href="skype:?go#help.faq.profile.skypememode">Шта значи „SkypeMe!™‟?</a>

source: Next
sr: Даље

source: Previous
sr: Претходни

source: Finish
sr: Заврши

source: Show animated emoticons
sr: Показуј покретне смешке

source: January
sr: јануар

source: February
sr: фебруар

source: March
sr: март

source: April
sr: април

source: May
sr: мај

source: June
sr: jун

source: July
sr: jул

source: August
sr: август

source: September
sr: септембар

source: October
sr: октобар

source: November
sr: новембар

source: December
sr: децембар

source: Receive calls when you are away from your computer
sr: Примајте позиве када сте далеко од рачунара

source: Forward calls when I'm not on Skype
sr: Проследи позиве када нисам на скајпу

source: Calls forwarded to a phone number will be charged at
sr: Сваки прослеђен позив на обичан телефон скајп ће обрачунавати по

source: <a href="skype:?go#rates">our rates</a> for calling phones and mobiles or may be included as part of your subscription
sr: <a href="skype:?go#rates">наш ценовник</a> за звање фиксних и мобилних телефона или може бити уврштен у Вашу претплату

source: Calls will be forwarded to all phone numbers at the same time
sr: Позиви ће бити прослеђени на све бројеве истовремено

source: You need Skype Credit to call phones.<a href="skype:?payments#skypeout"> Click here to get Skype Credit now</a>.
sr: Потребан је скајпов кредит за позивање обичних телефона. <a href="skype:?payments#skypeout">Притисните овде да одмах купите кредит</a>.

source: Send unanswered calls to voicemail
sr: Пошаљи неодговорене позиве у говорну пошту

source: Voicemail
sr: Говорна пошта

source: The link you clicked will start a call to phone number %s. Do you want to go ahead?
sr: Веза коју сте изабрали ће позвати број: %s. Да ли да наставимо?

source: Start call
sr: Позови

source: You are about to call a phone number.
sr: Намеравате да позовете телефонски број.

source: connecting call
sr: Повезивање

source: Add contact
sr: Додај познаника

source: We can't show more information about this contact because they have not been online for a long time.
sr: Додатни подаци о познанику нису могли бити добављени јер познаник предуго није био на вези.

source: This picture "%s" belongs to %s.
sr: Слика „%s“ припада кориснику %s.

source: Please sign in as %s to select this picture.
sr: Молимо пријавите се као %s да бисте изабрали ову слику.

source: Picture belongs to another person
sr: Слика припада другом кориснику

source: Sorry, the file could not be installed. The file may not have downloaded properly or the file size is too large.
sr: Жао нам је, датотека није могла да буде инсталирана услед грешке. Могући разлози су да датотека није исправно примљена или да је превелика.

source: Please try downloading this file again.
sr: Молимо пробајте да поново преузмете ову датотеку.

source: File not installed
sr: Датотека није постављена

source: Browse…
sr: Прегледај…

source: Skype ringtone (Modern)
sr: Скајпово звоно (Модерно)

source: Skype dial tone (Modern)
sr: Скајпов звук при звању (Модеран)

source: Skype busy signal (Modern)
sr: Скајпов сигнал заузећа (Модеран)

source: Skype call on hold (Modern)
sr: Скајпов позив на чекању (Модеран)

source: Skype resuming call (Modern)
sr: Скајпов наставак позива (Модеран)

source: Skype hang up (Modern)
sr: Скајпов прекид везе (Модеран)

source: Skype IM received (Modern)
sr: Примљена порука (Модерно)

source: Skype contact online (Modern)
sr: Познаник на вези (Модеран)

source: Skype connecting call (Modern)
sr: Скајпово повезивање (Модерно)

source: Choose your sound
sr: Изаберите ваш тон

source: Remove %s from your sound library? This file will also be deleted from My Skype Content folder.
sr: Да ли сте сигурни да желите да уклоните звук %s из ваших звукова? То ће уклонити и датотеку из директоријума са скајповим датотекама.

source: Remove sound file?
sr: Уклони звучну датотеку?

source: This sound "%s" belongs to %s.
sr: Звук „%s“ припада кориснику %s.

source: Please sign in as %s to select this sound.
sr: Молимо пријавите се као %s да изаберете овај звук.

source: Sound belongs to another person
sr: Звук припада другом кориснику

source: %s could not be installed. There may be a problem with the file.
sr: %s није могао бити постављен, јер је дошло до проблема са датотеком.

source: Please try downloading this sound again.
sr: Молимо пробајте да поново преузмете овај звук.

source: Sound installation failed
sr: Постављање звука није успело
