Repository: filmil/translation
Catalog: skype/*.po
Languages: sr

source: Online
sr: На вези

source: Offline
sr: Неповезан

source: Away
sr: Одсутан

source: Do Not Disturb
sr: Не ометај

source: Not Available
sr: Нисам ту

source: Invisible
sr: Невидљив

source: End Call with %s
sr: Крај разговора: %s

source: Call %s
sr: Позови: %s

source: Missed call
sr: Пропуштен позив

source: Missed calls
sr: Пропуштени позиви

source: Instant message
sr: Брза порука

source: Instant messages
sr: Брзе поруке

source: You can't add yourself to Contacts.
sr: Не можете ставити себе у списак познаника.

source: Call duration
sr: Дужина позива

source: %s is calling
sr: %s зове

source: Connecting…
sr: Прикључујем се…

source: Call in progress
sr: Позив у току

source: Call ended
sr: Крај разговора

source: No answer
sr: Без одговора

source: Busy
sr: Заузето

source: You can't call yourself.
sr: Не можете звати себе.

source: You won't be able to send or receive instant messages and calls if you do.
sr: Нећете моћи да примате и шаљете брзе поруке и позиве ако то учините.

source: Internal fatal error #%d:|%s|Skype will be closed.
sr: Критична интерна грешка #%d:|%s|Скајп ће бити затворен.

source: Reject
sr: Одбиј

source: &Help
sr: &Помоћ

source: Get Help: Answers and Support
sr: Добавите помоћ: одговори и подршка

source: Check for Updates
sr: Тражење доградњи

source: Call
sr: Позив

source: Send IM
sr: Пошаљи брзу поруку

source: View Profile
sr: Преглед профила

source: Rename…
sr: Преименуј…

source: Remove from Contacts
sr: Уклони из списка познаника

source: Add to Contacts
sr: Додај познаника

source: Change Online Status
sr: Промена стања везе

source: Open Skype
sr: Отвори скајп

source: Quit
sr: Крај

source: Connecting
sr: Повезивање

source: Not Connected
sr: Неповезан

source: Signing in
sr: Пријављивање

source: Skype
sr: Скајп

source: Reason unknown
sr: Непознат разлог

source: Person not found
sr: Корисник није нађен

source: Person not online
sr: Корисник није на вези

source: Can't connect to the Skype network. Please try again in a few minutes.
sr: Скајп није могао да се повеже на овај скајпкаст. Пробајте поново за неколико минута.

source: Call dropped
sr: Позив пропуштен

source: No common codec
sr: Не постоји заједнички кодек

source: Problem at the other caller's end.
sr: Има проблема са везом на саговорниковој страни.

source: Ringing…
sr: Звони…

source: %s is not a valid Skype Name or phone number. Please check it and try again.
sr: %s није исправно скајпово име или број. Молимо да проверите и пробате поново.

source: Skype Name not found
sr: Скајпово име није пронађено

source: Profile for %s
sr: Профил за %s

source: Full name
sr: Пуно име

source: Language
sr: Језик

source: Home phone
sr: Кућни тел.

source: Office phone
sr: Тел. на послу

source: Mobile phone
sr: Мобилни тел.

source: Website
sr: Веб-сајт

source: About me
sr: О мени

source: Birth date
sr: Рођендан

source: Male
sr: Мушки

source: Female
sr: Женски

source: Next »
sr: Даље »

source: « Back
sr: «Назад

source: Cancel
sr: Откажи

source: Create account
sr: Направи налог

source: Create a new Skype account.
sr: Направи нови скајпов налог.

source: Your passwords don't match. Try entering them again.
sr: Лозинке које сте унели се поклапају. Пробајте да их поново унесете.

source: Invalid Skype Name or password.
sr: Скајпово име или лозинка су неважећи.

source: Create Skype Name
sr: Направите скајпово име

source: Skype Name
sr: Скајпово име

source: Password
sr: Лозинка

source: Repeat password
sr: Лозинка, поново

source: Between 6 and 32 characters
sr: Између 6 и 32 знака

source: Between 4 and 20 characters
sr: Између 4 и 20 знакова

source: Important note: Please enter a valid email address or we will not be able to send you your password if you forget it.
sr: Важна напомена: Молимо да унесете важећу ел. адресу јер у супротном вам не можемо послати лозинку ако је заборавите!

source: Forgot your password?
sr: Заборавили сте лозинку?

source: Skype End User License Agreement
sr: скајпов уговор са крајњим корисником

source: Yes, send me Skype news and special offers.
sr: Да, шаљите ми скајпове вести и посебне понуде

source: Already have a Skype account? <a href="x">Sign in</a>
sr: Већ имате налог на скајпу? <a href="x">Упишите се</a>

source: Protected by International Laws. All Rights Reserved.
sr: Заштићено међународним законима. Сва права придржана.

source: %d people online
sr: Људи на вези: %d

source: Profile
sr: Профил

source: Country/Region
sr: Земља/област

source: State/Province
sr: Држава/област

source: City
sr: Град

source: Email
sr: Ел. адреса

source: About
sr: О програму

source: Update
sr: Освежи

source: General
sr: Опште

source: Privacy
sr: Приватност

source: Sounds
sr: Звуци

source: Advanced
sr: Напредно

source: When I double-click on a contact start a call
sr: Када двапут кликнем на познанике при покретању позива

source: Show me as Away when I've been inactive for
sr: Прикажи одсутност ако ме нема

source: minutes
sr: минута

source: Pressing Enter will
sr: Притисак на тастер ентер ће

source: Start Skype when I start Windows
sr: Покрени скајп када покренем Виндовс

source: Check for updates automatically
sr: Аутоматски провери нова издања

source: Insert line break
sr: Пређи у нови ред

source: Add contact details to your profile
sr: Додавање детаља у профил

source: Answer incoming calls automatically
sr: Аутоматски одговори на позиве

source: call on hold
sr: разговор на чекању

source: hang up
sr: крај

source: contact online
sr: познаник на вези

source: Play sound when contacts go offline
sr: Пусти звук када се корисник одјави

source: Save
sr: Сними

source: - Options
sr: - Избори

source: Contact Customer Support
sr: Позовите корисничку подршку

source: Patents Pending, Skype Limited
sr: Патенти на чекању, Skype Limited

source: The "Skype" name, logo and the "S" symbol are trademarks of Skype Limited
sr: Име „Skype‟, зашт. знак и симбол „S‟ су робне марке Skype Limited

source: Portions Copyright © 2001-2009 Joltid™ Limited. All rights reserved.
sr: Делимично: Copyright © 2001-2007 Joltid™ Limited. Сва права задржана.

source: Patents Pending, Joltid Limited. www.joltid.com
sr: Патенти на чекању, Joltid Limited. www.joltid.com

source: Warning: This program is protected by copyright law and international treaties.
sr: Упозорење: Овај програм штити закон о ауторским правима и међународни споразуми.

source: Unauthorized reproduction or distribution of this program, or any portions of it, may result in severe civil and criminal penalties, and will be prosecuted to the maximum extent possible under the law.
sr: Неовлашћено умножавање и расподела овог програма, или било ког његовог дела, може повући оштре прекршајне одн. кривичне казне, што ће бити остварено свим законски предвиђеним средствима.

source: Someone has requested your details
sr: Неко тражи Ваше податке

source: You've got new contacts who would like your details
sr: Имате нове познанике који желе да преузму податке о Вама

source: Call on hold
sr: Разговор на чекању

source: You have been put on hold
sr: Стављени сте на чекање

source: Put Call on Hold
sr: Стави позив на чекање

source: Resume Call
sr: Настави позив

source: Answer incoming call from %s and put %s on hold?
sr: Јави се за %s и стави %s на чекање?

source: Add %s to Contacts
sr: Додај %s у списак познаника

source: Confirm
sr: Потврди

source: Search for people on Skype
sr: Потражи људе који су на скајпу

source: State
sr: Држава

source: Change picture…
sr: Промените слику…

source: Close
sr: Затвори

source: resuming call
sr: наставак позива

source: Show timestamp next to instant messages
sr: Приказ времена уз поруку

source: Enter new name for %s
sr: Унесите ново име за %s

source: Rename
sr: Преименуј

source: Do not ask me again
sr: Не питај ме поново

source: Yes
sr: Да

source: &Cancel
sr: &Откажи

source: OK
sr: &У реду

source: Resend Contact Request
sr: Понови слање захтева

source: Let me see when you are online
sr: Молим Вас да ми допустите да видим када сте на вези

source: Information
sr: Подаци

source: Do not display this information again
sr: Не приказуј више овај податак

source: and
sr: и

source: Change password
sr: Промена лозинке

source: Enter current password
sr: Унесите лозинку

source: Enter new password
sr: Нова лозинка

source: Re-enter new password
sr: Нова лозинка (опет)

source: Apply
sr: Примени

source: The password should be between %d-%d characters
sr: Лозинка мора бити дуга између %d и %d знак(ов)(а)

source: The passwords don't match. Please re-enter your new password and confirmation again
sr: Лозинке се не поклапају. Молимо унесите опет нову лозинку у оба поља за унос нове лозинке

source: The old password you entered is not valid. Please try again.
sr: Стара лозинка коју сте унели није исправна. Молимо покушајте поново.

source: Unable to change password due to connection problems
sr: Није могуће променити лозинку услед проблема са везама

source: Success! Your password has been changed. Use your new password the next time you sign in.
sr: Ваша лозинка је успешно промењена. Промене ће постати важеће када се идући пут пријавите.

source: Send contacts to other people on Skype
sr: Пошаљи познанике другим корисницима скајпа

source: Send
sr: Пошаљи

source: Yesterday
sr: Јуче

source: Today
sr: Данас

source: Duration
sr: Трајање

source: Your password is too short. It needs to be 6-20 characters long. Try a new password.
sr: Ваша лозинка је прекратка. Неопходно је да има од 6 до 20 знакова. Пробајте са новом лозинком.

source: The password you have entered has invalid characters
sr: Лозинка коју сте унели садржи неважеће знаке

source: Contact list
sr: Списак познаника

source: Contact lists
sr: Спискови познаника

source: All countries/regions
sr: Све земље/области

source: All languages
sr: Сви језици

source: Connection
sr: Веза

source: Use port
sr: Користи порт

source: for incoming connections
sr: за долазне везе

source: Use port 80 and 443 as alternatives for incoming connections
sr: Користи портове 80 и 443 као резерве при долазећим позивима

source: Invalid port
sr: Неважећи порт

source: Your changes will be applied the next time you start Skype
sr: Измене ће постати важеће при наредном покретању скајпа

source: Your sound devices settings aren't working. Please check your settings.
sr: Ваши уређаји за звук не раде. Молимо да проверите подешавања.

source: Audio settings
sr: Поставке звука

source: Microphone
sr: Микрофон

source: Speakers
sr: Звучници

source: Ringing
sr: Звоњење

source: Your password needs to contain at least 1 letter and 1 number. Try a new password.
sr: Ваша лозинка мора да садржи бар 1 слово и 1 цифру. Пробајте нову лозинку.

source: %s says:
sr: %s рече:

source: Use Skype to call callto: links on the web
sr: Користи скајп за отварање веза које почињу са callto:

source: Copy Selection
sr: Умножи избор

source: Select All
sr: Изабери све

source: English
sr: Српски (Serbian)

source: Set speed dial number
sr: Избор брзог тастера

source: Enter new speed dial number for %s
sr: Унесите нови брзи тастер за %s

source: Speed dial number &lt;%s&gt; is already used for %s. Please choose another number.
sr: Број за брзо звање &lt;%s&gt; се већ користи за %s. Молимо изаберите други број.

source: About Skype
sr: О скајпу

source: Hotkeys
sr: Брзи тастери

source: Enable keyboard shortcuts
sr: Дозволи скраћенице са тастатуре

source: Change selected shortcut
sr: Измена изабране пречице

source: Answer call
sr: Одговори на позив

source: Ignore call
sr: Занемари позив

source: Hang up
sr: Крај

source: Focus Skype
sr: Фокусирај скајп

source: Set hotkey for %s
sr: Брзи тастер за %s

source: The hotkey for %s is probably used by another application and will be disabled for Skype
sr: Брзи тастер %s вероватно користи неки други програм па није доступан за скајп

source: Block This Person…
sr: Блокирај ову особу…

source: Are you sure you want to block %s?
sr: Да ли сигурно желите да наставите са блокадом %s?

source: Person blocked
sr: Особа је блокирана

source: Unblock This Person
sr: Одблокирај ову особу

source: Mute Microphone
sr: Утишај микрофон

source: Unmute Microphone
sr: Укључи микрофон

source: Enabled
sr: Дозвољен

source: Disabled
sr: Забрањен

source: Action
sr: Акција

source: Active
sr: Активан

source: Hotkey
sr: Брзи тастер

source: Send IM to %s
sr: Пошаљи брзу поруку за %s

source: Stop someone contacting you
sr: Спречавање неких људи да Вас контактирају

source: View IM History
sr: Преглед историјата порука

source: Your presence will be set to Do Not Disturb. You will not receive notifications about incoming calls or messages.
sr: Ваш статус је подешен на „Не сметај‟. Нећете добијати дојаве о новим позивима нити о новим порукама.

source: This person has not shared their details with you.
sr: Ова особа Вам није уступила детаљне податке о себи

source: Blocked
sr: Блокиран

source: Use instant message style
sr: Користи стил брзе поруке

source: Skype default
sr: Изворни стил

source: IRC-like style
sr: IRC стил

source: (user-defined)
sr: (кориснички)

source: Load Skype Language File…
sr: Учитај скајпову језичку датотеку…

source: Sign me in when Skype starts
sr: Пријави ме аутоматски када се скајп покрене

source: Skype UI text editor
sr: Скајпов уређивач текста за сучеље

source: Save as…
sr: Сачувај као…

source: Load
sr: Учитај

source: The language file has been modified since last save. Do you want to exit without saving the changes?
sr: Језичка датотека је мењана од последњег чувања. Да ли желите без чувања измена?

source: No
sr: Не

source: Comment
sr: Коментар

source: Original
sr: Оригинал

source: Current
sr: Тренутно

source: Block this person
sr: Блокирај ову особу

source: Unblock this person
sr: Одблокирај ову особу

source: Automatically pause Winamp during calls
sr: Аутоматски заустави винамп (Winamp) током позива

source: Ring PC speaker
sr: Звоно преко PC звучника

source: Set Speed Dial…
sr: Подеси брзо звање…

source: Add a contact
sr: Додај познаника

source: Not signed in
sr: Нисте на вези

source: All calls will be disconnected. Are you sure you want to go offline?
sr: Сви позиви који трају биће прекинуто. Да ли сигурно желите да се искључите?

source: Only calls from contacts accepted.
sr: Дозволи само позиве од мојих познаника.

source: Only contacts can call.
sr: Само познаници смеју да зову.

source: Remove %s from Contacts?
sr: Уклонити %s са списка познаника?

source: Sign in
sr: Пријава

source: Invite to Conference
sr: Позови на конференцију

source: Sorry, you have blocked this person so you can't call them.
sr: Жао нам је, блокирали сте ову особу па је зато не можете звати.

source: Allow calls from…
sr: Дозволи позиве од…

source: anyone
sr: било кога

source: people in my Contact list only
sr: Само људи са списка познаника

source: Allow IMs from…
sr: Дозволи поруке од…

source: Display technical info during calls
sr: Прикажи техничке податке о позиву

source: Sure you want to quit Skype?
sr: Да ли желите да угасите скајп?

source: Quit Skype?
sr: Излаз из скајпа?

source: Remove contact?
sr: Уклањање познаника?

source: Go offline?
sr: Прекид везе?

source: Warning
sr: Упозорење

source: Error %s|Skype can't load custom language file. Please make sure it is a valid Skype language file, and try again.
sr: Грешка %s|Скајп не може да учита корисникову језичку датотеку. Молимо да проверите да ли је језичка датотека исправна а онда пробајте поново.

source: Error
sr: Грешка

source: Save changes?
sr: Чување измена?

source: %s is already in your Contacts and was not added again.
sr: %s је већ у списку и није додат поново.

source: last seen:
sr: последњи пут:

source: Leave Conference
sr: Напусти конференцију

source: Reject Conference Call
sr: Одбиј конференцијски позив

source: This might be because another person is calling you. Please try again later.
sr: Ово се може десити када вас друга особа зове у исто време. Молимо пробајте касније.

source: Cannot make the call.
sr: Није могуће позвати.

source: Answer conference call from %s and put %s on hold?
sr: Одговор на позив за конференцију од %s и стави %s на чекање?

source: Answer call from %s and put conference call with %s on hold?
sr: Одговори на позив од %s и стави конференцију са %s на чекање?

source: Answer conference call from %s and put call with %s on hold?
sr: Одговори на позив за конференцију од %s и стави %s на чекање?

source: The conference can only hold up to %d people including the host.
sr: Највећи број корисника у конференцији је %d, укључујући домаћина.

source: This conference call is full.
sr: Конференција је попуњена.

source: Resend contact request
sr: Поново пошаљи захтев за контактом

source: Start a conference
sr: Покрени конференцију

source: Choose contacts
sr: Избор контаката

source: Conference participants (max. %d)
sr: Учесници конференције (макс. %d)

source: Select
sr: Изабери

source: Remove
sr: Уклони

source: Start
sr: Старт

source: Enter a topic for the conversation
sr: Унесите тему за овај разговор

source: The Skype Name you entered is invalid.
sr: Скајпово име које сте унели је неважеће!

source: Cannot block
sr: Није могуће блокирати

source: Too many failed sign-in attempts, wait 1 minute before you retry.
sr: Превише је неуспелих пријава, предах од 1 минута.

source: Problem with recording device.
sr: Проблем са уређајем за снимање.

source: Problem with playback device.
sr: Проблем са уређајем за репродукцију.

source: Automatically adjust microphone settings
sr: Аутоматски подеси микрофон

source: New voicemail
sr: Нова говорна порука

source: New voicemails
sr: Нове говорне поруке

source: The phone number you tried to dial was not entered correctly. You must dial + then the country code and number you wish to call. Example: +1 212 555 1212
sr: Број ког желите да позовете није исправно унет. Морате унети +, затим позивни број земље и број ког желите да позовете. Пример: +1 212 555 1212

source: Voicemail activated.
sr: Говорна пошта је укључена

source: Click here to visit your account.
sr: Притисните овде да одете на страну са вашим налогом.

source: Internal error, please try again. (#%s)
sr: Интерна грешка, молим покушајте касније. (#%s)

source: No Skype Credit.
sr: Немате скајпов кредит.

source: Sorry, call failed.
sr: Позив није успео.

source: Invalid phone number
sr: Неважећи телефонски број

source: Phone number busy
sr: Број је заузет

source: Skype is not a telephony replacement service and can't be used for calling emergency services.
sr: Скајп није замена за телефонску мрежу и не може се користити за звање хитних служби.

source: Record
sr: Сними

source: Playback
sr: Преслушај

source: Reset to default voicemail greeting
sr: Врати изворну поздравну поруку

source: Stop
sr: Стој

source: Home (%s)
sr: Кућа (%s)

source: Mobile (%s)
sr: Мобилни (%s)

source: Office (%s)
sr: Посао (%s)

source: Skype Call
sr: скајпов позив

source: phone number
sr: Телефонски број

source: Block
sr: Блокирај

source: Also remove from Contacts
sr: Уклони и из списка познаника

source: You can prevent a person from contacting you by selecting their name from the list below, or by entering their Skype Name or phone number.
sr: Можете спречити особу да Вас контактира тако што изаберете њено име из доњег списка, или тако што унесете њено име на скајпу или телефонски број.

source: Blocked people:
sr: Блокирани корисници:

source: Choose your picture
sr: Изаберите вашу слику

source: Show emoticons
sr: Показуј емотиконе

source: Profile pictures
sr: Слике у профилу

source: Set your profile picture
sr: Изаберите вашу слику

source: The file you chose was invalid.
sr: Изабрана датотека је неисправна.

source: Are you sure you want to remove this picture? It will also be deleted from your Skype Pictures folder.
sr: Да ли сте сигурни да желите да уклоните слику из Мојих слика? Слика ће такође бити уклоњена из директоријума Моје скајпове слике.

source: Remove picture?
sr: Уклањање слике?

source: Search for people who are in SkypeMe!™ mode.
sr: Потражи људе који желе позив.

source: All
sr: Све

source: Age range
sr: Опсег година

source: The phone number %s you entered is already in your Contacts
sr: Телефонски број %s ког сте унели се већ налази у списку познаника

source: SkypeMe!™
sr: Зови ме

source: Visit
sr: Посети

source: File sent.
sr: Датотека је послата.

source: File received.
sr: Датотека је примљена.

source: Sending failed
sr: Слање није успело

source: Sending cancelled
sr: Слање је отказано

source: Are you sure you want to cancel? If you do, %s will not receive this file.
sr: Да ли сте сигурни да желите да откажете пренос датотека? Ако откажете сада, корисник %s неће примити ову датотеку.

source: Cancelling
sr: Отказивање

source: Stop sending file
sr: Прекини слање

source: You can only send files to people who have exchanged contact details with you.
sr: Можете једино слати датотеке људима са којима сте разменили личне податке.

source: You have a relayed connection. This means that sending will be slow.
sr: Имате одашиљач. То значи да ће слање бити споро.

source: From 6 to 32 characters (%d used)
sr: Од 6 до 32 знака (%d употребљено)

source: Send File…
sr: Пошаљи датотеку…

source: Cancelled
sr: Отказано

source: Are you sure you want to cancel? If you cancel now you will not receive this file.
sr: Да ли сте сигурни да желите да откажете пренос датотека? Ако откажете сада, нећете примити ову датотеку

source: Invalid Skype Name
sr: Неважеће скајпово име

source: Files can contain viruses. We strongly recommend you use anti-virus software to scan files you receive, even if you know the sender. Are you sure you want to accept this file?
sr: Датотеке могу садржати вирусе. Топло препоручујемо употребу анти-вирусних програма за преглед примљених датотека, чак и ако пошиљаоца познајете. Да сигурно желите да прихватите ову датотеку?

source: Accept file
sr: Прихвати датотеку

source: Accept the file(s)
sr: Прихвати датотеке

source: Currently can't call this number on Skype.
sr: Овај број тренутно није могуће звати путем скајпа.

source: Could not connect.
sr: Повезивање није могуће.

source: Bad extension
sr: Непознат позивни број

source: Phone network error
sr: Грешка у телефонској мрежи

source: Service unavailable
sr: Услуга није доступна

source: Could not connect
sr: Повезивање није могуће

source: Network busy
sr: Мрежа је заузета

source: Number busy
sr: Број је заузет

source: You recently changed your password. Sign in with the new password to call a phone or mobile. This is a security measure to prevent your Skype account being abused.
sr: Ваша скајпова лозинка је недавно промењена. Морате се поново пријавити са новом лозинком да бисте могли да зовете фиксне и мобилне телефоне. Ово је безбедносна мера која спречава злоупотребу Вашег налога.

source: You've been signed out of Skype. This is because of a connection error, or you've changed your password on another computer. Please sign in again.
sr: Одјављени сте са скајпа. Ово се десило услед грешке на вези, или сте променили лозинку са другог рачунара. Молимо да се поново пријавите.

source: Password has been changed
sr: Лозинка је промењена

source: Sign in again
sr: Пријавите се поново

source: Invalid Skype Name or phone number
sr: скајпово име или телефонски број је неважећи

source: %s %s Skype Credit <a href="skype:?payments#skypeout">Buy more</a>
sr: %s %s скајпов кредит <a href="skype:?payments#skypeout">Купите још</a>

source: Visit your account.
sr: Посетите Ваш налог.

source: Save money - buy more Skype Credit
sr: Уштедите новац - купите више скајпових кредита

source: <a href="skype:?mic">Call mobile phones and landlines at great low rates</a>
sr: <a href="skype:?mic">Зовите мобилне и фиксне телефоне по ванредно ниским ценама</a>

source: Buy Skype Credit and call friends who aren't on Skype.
sr: Купите скајпов кредит и зовите пријатеље који не користе скајп.
