Repository: filmil/translation
Catalog: skype/*.po
Languages: sr

source: Video call button
sr: Дугме за видео позив

source: Phones and SMS
sr: Слушалице и СМС

source: You haven't added a contact yet. Search the <a href="skype:?directory">Directory</a> or <a href="skype:?importcontacts">your email contacts</a> to see who's already on Skype.
sr: Још увек нисте додали ниједног познаника. Претражите <a href="skype:?directory">именик</a> или <a href="skype:?importcontacts">ваш електронски адресар</a> да бисте утврдили ко од ваших познаника је већ на скајпу.

source: Choose a contact and start talking.
sr: Изаберите познаника и позовите.

source: New and active conversations are shown here. You don't have any conversations open at the moment.
sr: Овде се приказују нови и активни разговори. Тренутно нема ниједног активног разговора.

source: Choose a conversation to pick up again.
sr: Изаберите разговор који желите да наставите.

source: You can also use Skype to call landlines and mobile phones.
sr: Можете такође да користите скајп како бисте звали фиксне и мобилне телефоне.

source: Search contacts
sr: Тражење познаника

source: Make a test call to Skype. Let's make sure you can make a call before you try it with a friend.
sr: Направите пробни позив како бисте проверили скајп. Најпре треба да утврдимо да можете да зовете пре него што пробате позив са пријатељем.

source: Click the %s on the list on the left.
sr: Притисните %s са списка слева.

source: Tip: to find it faster, type 'test' into the Search contacts box.
sr: Савет: за бржу претрагу, укуцајте „test‟ у поље за претрагу.

source: Click the 'Call' button to call %s.
sr: Притисните дугме „Позив‟ да бисте позвали познаника (%s).

source: Tip: This is %s's profile. When you click on a contact, you will see information about them.
sr: Савет: Ово је профил за корисника %s. Када притиснете име познаника, добићете податке о том познанику.

source: Listen to it - it will ask you to talk back. Then stay on the line to hear your voice played back.
sr: Послушајте поруку - глас ће Вас замолити да одговорите. Затим останите на вези како бисте чули како је друга страна чула Ваш глас и снимила га.

source: How did that go?
sr: Да ли је успело?

source: Unable to connect
sr: Није могуће повезати се

source: Internet connection lost
sr: Веза са Интернетом је прекинута.

source: Account blocked
sr: Налог је блокиран

source: SkypeCast error
sr: Грешка при скајпкасту

source: Now make a test call to check your sound is ok during a call.
sr: А сада направите пробни позив да бисте проверили да је звук исправан током позива.

source: You have to be online to listen to this voicemail.
sr: Морате бити на вези како бисте преслушали говорну пошту.

source: If everything went OK, <a href="">start using Skype</a>.
sr: Ако је све прошло без проблема, <a href="">почните да користите скајп</a>.

source: If you had problems, try <a href="skype:?gsw_devices">testing your sound setup</a>.
sr: Ако сте наишли на проблем, пробајте да <a href="skype:?gsw_devices">проверите поставке звука</a>.

source: If everything went OK, try <a href="skype:?gsw_ic">finding people you know on Skype</a>.
sr: Ако је све прошло без проблема, пробајте <a href="skype:?gsw_ic">да пронађете познанике на скајпу</a>.

source: Block %s
sr: Блокирај: %s

source: Blocking %s means that this person will not be able to contact you on Skype. Are you sure?
sr: Блокирање корисника %s значи да ова особа неће моћи да Вас контактира путем скајпа. Да ли сте сигурни?

source: To unblock someone, go to your Privacy settings under Options.
sr: Како бисте са некога скинули блокаду, изаберите подешавања приватности из менија „Опције‟.

source: <b>You have left the Welcome guide</b>.
sr: <b>Напустили сте поздравни водич</b>.

source: Click Return to go back to the Welcome guide, or click Close to leave it.
sr: Притисните овде како бисте се вратили на водича за добродошлицу или притисните „Затвори‟ да га напустите.

source: Empty group
sr: Празна група

source: Type a message to %s here
sr: Унесите овде поруку (за корисника: %s)

source: Type a message here
sr: Овде унесите текст поруке

source: Are you sure you want to reject all the files?
sr: Да ли сигурно желите да одбијете све датотеке?

source: %s is blocked and can't answer. <a href="skype:%s?unblock">Unblock %s</a> to continue the conversation.
sr: Корисник %s је блокиран и не може да одговори. <a href="skype:%s?unblock">Одблокирај: %s</a> за наставак разговора.

source: Add %s to your Contacts so you can call them whenever you like.
sr: Додајте %s у списак познаника како бисте могли да позовете ову особу кад год желите.

source: New voicemail, duration <span class="RegularDisabled">%s</span>
sr: Нова говорна пошта, трајање: <span class="RegularDisabled">%s</span>

source: Voicemail, duration<span class="RegularDisabled"> %s</span>
sr: Говорна пошта, трајање:<span class="RegularDisabled"> %s</span>

source: Conference call, duration %s
sr: Конференцијски позив, трајање %s

source: Conference started
sr: Конференција је почела

source: Leave Conversation
sr: Напусти разговор

source: Webcam:
sr: Камера:

source: Downloading messages
sr: Пријем порука

source: No Emergency Calls
sr: Хитни позиви нису могући

source: Skype is not a telephone replacement service and cannot be used for emergency dialing.
sr: Скајп није замена за обичну телефонску мрежу и не може се користити за звање хитних служби.

source: 7 days
sr: 7 дана

source: 30 days
sr: 30 дана

source: From Beginning
sr: Од самог почетка

source: Show messages from: %s
sr: Прикажи поруке од: %s

source: View Old Messages
sr: Преглед старих порука

source: Organize Extras
sr: Уреди додатке

source: Notification Settings…
sr: Подешавање дојава…

source: Leave Group
sr: Напусти групу

source: A device either built-in or plugged into your computer that you talk into when you call someone on Skype.
sr: Уређај који је или уграђен или се укључује у рачнар и омогућава Вам да у њега говорите када с неким разговарате преко скајпа.

source: Little loudspeakers either built-in or plugged into a computer. They let you hear sound coming out of your computer.
sr: Мали звучници који су или уграђени или укључени у рачунар. Омогућавају Вам да чујете звук који долази из рачунара.

source: Earphones you plug into your computer. They make sound a lot clearer than speakers.
sr: Слушалице које се укључују у рачунар. Звук је помоћу њих много јаснији него на звучницима.

source: A little camera you plug into your computer. It shows your smiling, talking face to the people you call. We sell webcams in our online shop, too.
sr: Мала камера која се укључује у рачунар. Она Вас снима како се смејете, разговарате лицем у лице са људима које разговарате. Камере су на продају и у нашој продавници на Интернету.

source: You can find it again under the Help menu
sr: Можете га пронаћи опет у менију „Помоћ‟

source: It all worked fine.
sr: Све је радило како треба.

source: I had a few problems and would like more help.
sr: Било је неких проблема и желим више помоћи.

source: Get help
sr: Помоћ

source: Learn about Skype
sr: Научите више о скајпу

source: Welcome screen
sr: Екран за добродошлицу

source: We're sorry to hear you had some problems
sr: Жао нам је што сте наишли на проблеме

source: These things might help:
sr: Следећи савети Вам можда могу помоћи:

source: check you have a good broadband internet connection
sr: проверите да имате исправну интернет везу широког пропусног опсега

source: move your microphone closer to you mouth and away from your speakers.
sr: примакните микрофон ближе устима и даље од звучника.

source: Using a headset is the easiest way to get great sound.
sr: Слушалице су најлакши начин за добијање изванредног звука.

source: We're sorry that didn't seem to work out. Why not try again later?
sr: Жао нам је што то изгледа није радило. Зашто не бисте пробали касније?

source: Select %s at anytime, or find this welcome guide under the Help menu.
sr: Можете изабрати „%s‟ било када, или можете наћи овај водич за добродошлицу у менију „Помоћ‟.

source: Search Contacts, Groups and Conversation Topics
sr: Претрага познаника, група и тема разговора

source: 1 conversation
sr: 1 разговор

source: None of the intended recipients has a mobile phone number saved in their profile. Please view profiles individually to add a number.
sr: Ниједан од прималаца нема број мобилног телефона сачуван у профилу. молимо да прегледате профиле и додате бројеве.

source: File transfer failed
sr: Пренос датотеке није успео

source: %s is not a valid filename
sr: %s није исправно име датотеке

source: Sending failed. You can only send files that aren't being used by other programs, and you can't send folders.
sr: Слање није успело. Можете да шаљете само датотеке које тренутно не користи ниједан други програм, и не можете слати директоријуме.

source: Too many parallel file sendings
sr: Имате сувише истовремених преноса датотека

source: Show Status Bar
sr: Приказ статусне траке

source: Delivery failed
sr: Испорука није успела

source: <a href="skype:?gsw_whatsnew">See what's new in Skype</a>
sr: <a href="skype:?gsw_whatsnew">Погледајте шта је ново у скајпу</a>

source: Save this number
sr: Сачувај овај број

source: Call dropped!
sr: Позив је пропуштен!

source: Your call was dropped.
sr: Ваш позив је пропуштен.

source: Please check that you are connected to the internet and click 'Call' to try again.
sr: Молимо да проверите да ли сте повезани на интернет, а затим притисните дугме „позив‟ да бисте пробали опет.

source: If then problem persists, try quitting other programs when calling with Skype.
sr: Ако се проблеми наставе, пробајте да искључите остале програме када зовете помоћу скајпа.

source: Call failed!
sr: Позив није успео!

source: We were unable to connect your call.
sr: Није могуће остварити везу

source: Please check you are connected to the internet and click 'Call' to try again.
sr: Молимо да проверите да ли сте повезани на Интернет и притисните „позив‟ да пробате опет.

source: See what's new
sr: Погледајте шта је ново

source: Show location
sr: Прикажи локацију

source: Shown telephone numbers
sr: Приказани тел. бројеви

source: Show information
sr: Приказ података

source: Choose an emoticon to add into your message
sr: Изаберите смешка ког желите да додате у поруку

source: Add people to create a group conversation
sr: Додајте још познаника како бисте покренули групни разговор

source: Add people to this group
sr: Додајте људе у ову групу

source: Video error
sr: Грешка са видеом

source: Webcam is unavailable
sr: Камера није доступна

source: Make sure it is plugged in and close other applications that may be using it
sr: Проверите да ли је прикључен и затворите друге програме који га можда користе.

source: New message
sr: Нова порука

source: The call host is using an old version of Skype that can't combine calls and IM at the same time. <a href="%s">Click here</a> to create a new group with same people.
sr: Домаћин разговора користи старо издање скајпа које не може да истовремено води разговоре и брзе поруке. <a href="%s">Притисните овде</a> да направите нову групу са истим особама.

source: %s is calling via video
sr: %s зове помоћу видеа

source: You are now on call with the automated %s.
sr: Водите аутоматизован разговор са %s.

source: Too many people to call
sr: Сувише људи за звање

source: You can have up to %s people in a call. To start a call, hold the CTRL key and click up to %s people in the list below.
sr: Највећи број људи који може да учествује у истовременом разговору је: %s. Како бисте покренули разговор, притисните тастер „ctrl‟ и изаберите највише %s особа из списка испод.

source: Contact details accepted
sr: Прихваћени су детаљи познаника

source: (original message was deleted)
sr: (изворна порука је уклоњена)

source: New file transfer: %s
sr: Нови пренос датотеке: %s

source: %s sent %s
sr: %s је послао %s

source: %s has added you to this group
sr: %s вас је додао у ову групу

source: Show Contact List
sr: Приказ списка познаника

source: Show new calls or instant messages
sr: Приказ нових позива и брзих порука

source: Add new contacts or create a new group
sr: Додај нове познанике или направи нову групу

source: Sorry, calling %s failed
sr: Жао нам је, позив није успео: %s

source: You need Skype Credit to call this phone number
sr: Потребан вам је скајпов кредит да бисте звали овај број

source: Reject the file
sr: Одбиј датотеку

source: Expand profile
sr: Рашири профил

source: Collapse profile
sr: Скупи профил

source: See what you can do with Skype
sr: Погледајте шта је све могуће са скајпом

source: Hello and welcome to Skype!
sr: Добар дан и добро дошли у скајп!

source: Or get started now…
sr: Или одмах почните…

source: The conversation with %s is displayed in a separate window.
sr: Разговор са корисником %s је приказан у засебном прозору.

source: The conversation "%s" is displayed in a separate window.
sr: Разговор „%s‟ је приказан у посебном прозору.

source: Show the conversation inside the main window
sr: Покажи разговор у главном прозору

source: Show the conversation in a separate window
sr: Прикажи разговор у посебном прозору

source: The number is unavailable
sr: Број је недоступан

source: Using speakers? Check they're switched on.
sr: Да ли користите звучнике? Проверите да ли су укључени.

source: Answer and show your video
sr: Јавите се и укључите ваш видео

source: No picture
sr: Нема слике

source: The other person has left
sr: Друга особа је отишла

source: Leave feedback about Skype™
sr: Оставите повратну информацију о скајпу

source: %s has left
sr: %s оде

source: <b>More things you can do</b>
sr: <b>Још ствари које можете да урадите</b>

source: Add Skype contacts
sr: Додајте познанике из скајпа

source: Save a phone number in your Contact list
sr: Сачувајте број у списак познаника

source: Help a friend get started on Skype
sr: Помозите пријатељу да почне да ради са скајпом

source: Add people from your email address books
sr: Додајте људе из адресара ел. поште

source: Add <b>%s</b> to your Contact List and request his/her contact details.
sr: Додај корисника <b>%s</b> у списак познаника и потражи детаљне податке од корисника.

source: You can call phone and mobile numbers from Skype at great per minute rates.
sr: Можете да зовете фиксне и мобилне бројеве преко скајпа по одличним минутним тарифама.

source: <b>Hurray! You've added %s to your Contact list.</b>
sr: <b>Ура! Додали сте %s у списак познаника.</b>

source: Close this window to edit your new contact's profile, or add more contacts.
sr: Затворите овај прозор како бисте уредили профил новог познаника, или како бисте додали још познаника.

source: Sent!
sr: Послато!

source: <b>Hurray! You've added %s's phone number to your Contact list.</b>
sr: <b>Изванредно! Додали сте број телефона за познаника %s у списак познаника.</b>

source: Your friend(s) will receive an email invitation to download Skype. After they're up and running on Skype and have added you to their contact list you will be able to talk to each other for free.
sr: Ваши пријатељи ће примити позивницу путем електронске поште да преузму скајп. Пошто га преузму, инсталирају и покрену, и пошто Вас додају на свој списак познаника, моћи ћете да бесплатно разговарате са њима.

source: <center>This person needs to accept your request. Until then, their status will appear as Offline.</center>
sr: <center>Ова особа мора да прихвати Ваш захтев. До тада, биће стално приказана као одсутна са везе.</center>

source: <center>When they've accepted, you'll see when they come online.</center>
sr: <center>Чим прихвате позив, моћи ћете да видите када су на вези.</center>

source: <b>Friend's name</b>
sr: <b>Име пријатеља</b>

source: Invite more friends
sr: Позовите више пријатеља

source: Save number
sr: Сачувај број

source: <b>Save a phone number in your Contact list</b>
sr: <b>Додај телефонски број у списак познаника.</b>

source: Close this window to edit your details.
sr: Затворите овај прозор како бисте уредили Ваше податке.

source: <b>Choose the person you're looking for and click 'Add Contact':</b>
sr: <b>Изаберите особу коју тражите и притисните „Додај познаника‟:</b>

source: <b>Help a friend get started on Skype</b>
sr: <b>Помозите пријатељу да започне рад са скајпом.</b>

source: Enter your friend's name and email address. Your friend will get an email from you inviting them to start using Skype.
sr: Унесите пријатељево име и ел. адресу. Пријатељ ће добити ел. пошту од Вас у којој га позивате да почне да користи скајп.

source: <b>Oops! The email addresses marked * don't appear to be valid. Please check them for mistakes and try again.</b>
sr: <b>Упс! Адресе означене звездицом (*) нису исправне. Молимо проверите какве грешке су у питању и пробајте поново.

source: <b>Friend's email</b>
sr: <b>Пријатељева ел. адреса</b>

source: <b>Your name</b>
sr: <b>Ваше име</b>

source: <b>Your email</b>
sr: <b>Ваша ел. адреса</b>

source: <b>Your welcome message</b>
sr: <b>Ваша поздравна порука</b>

source: Improve your call quality
sr: Побољшате квалитет везе

source: How to improve call quality
sr: Како побољшати квалитет разговора

source: Skype has identified %d issues with your call quality.
sr: Скајп је пронашао неколико проблема (укупно: %d) са квалитетом позива.

source: Skype has identified %d issue with your call quality:
sr: Скајп је пронашао проблем (укупно: %d) са квалитетом позива:

source: Skype has identified %d issues with your call quality:
sr: Скајп је пронашао пролблеме (укупно: %d) са квалитетом позива:

source: Resolved: %s
sr: Решено: %s

source: Close some Skype applications
sr: Затворите неке скајпове апликације

source: Close some applications
sr: Затворите неке програме

source: Your computer is running slowly
sr: Ваш рачунар ради сувише споро

source: Stop any downloads or close web programs
sr: Зауставите пријеме са Интернета или затворите мрежне програме

source: Skype's access to the web is restricted
sr: Скајпов приступ мрежи је ограничен

source: Skype's access to the web is limited
sr: Скајпов приступ Интернету је ограничен

source: Slow web connection
sr: Спора мрежна веза

source: Turn your speakers down
sr: Утишајте звучнике

source: Background noise
sr: Позадински шум

source: Check your microphone
sr: Проверите микрофон

source: Running on battery? Switch to AC power
sr: Да ли Ваш рачунар тренутно ради на батерије? Пробајте да га прикључите у струју

source: Not enough light
sr: Ниво светла је недовољан

source: Unplug some USB devices
sr: Искључите неке УСБ уређаје

source: Are you running any Extras, toolbars or other applications that use Skype? Try closing them. If that doesn't help, try quitting Skype then restarting it.
sr: Да ли сте покренули додатке, алатне траке или друге програме који користе скајп? Пробајте да их затворите. Ако то не помогне, пробајте да искључите скајп и да га укључите поново.

source: Do you have lots of programs open? Try closing some of them to improve your call quality.
sr: Да ли имате пуно отворених програма? Пробајте да неке од њих затворите, како би се квалитет звука побољшао.

source: Your computer might be too slow to make clear calls. You really need a 1 GHz processor and at least 256MB RAM.
sr: Ваш рачунар је преспор за квалитетне везе. Потребан Вам је процесор од бар 1 GHz и бар 256MB RAM меморије.

source: Having sound problems? Are you downloading any music or video? Stop your downloads and try closing any file sharing programs like Bit Torrent that are using the web.
sr: Да ли имате проблема са звуком? Да ли примате музику или видео? Зауставите пријеме и пробајте да затворите све програме за дељење датотека, попут бит-торента.

source: Your security firewall might be affecting your calls. Use our <a href="skype:?go#help.guide.firewall">guide to changing your firewall settings</a> or if you're at work, contact your system administrator.
sr: Ваш безбедносни ватробран можда утиче на Ваше позиве. Користите наш <a href="skype:?go#help.guide.firewall">водиш за промену подешавања ватробрана</a> или ако сте на послу, обратите се администратору Вашег система.

source: Are you downloading any music or video? Stop your downloads and try closing any file sharing programs like Bit Torrent that are using the web. It's also worth checking your firewall settings. See our <a href="skype:?go#help.guide.firewall">guide to changing your firewall settings</a>.
sr: Да ли промате музику или видео? Зауставите све пријеме и пробајте да искључите све програме за дељење датотека, попут бит-торента. Такође се исплати проверити подешавања ватробрана. Видите наш <a href="skype:?go#help.guide.firewall">водич за промену подешавања ватробрана</a>.

source: Having sound problems? Are you downloading any music or video? Stop your downloads and try closing any file sharing programs like Bit Torrent that are using the web. Doesn't fix it? Your internet connection might be slow. Skype works best with a broadband connection.
sr: Да ли имате проблема са звуком? Да ли тренутно примате звук или видео? Зауставите пријеме и пробајте да зауставите све програме за дељење датотека, попут бит-торента. Не помаже? Ваша веза са Интернетом је можда преспора. Скајп најбоље ради са везама широког пропусног опсега.

source: Your speakers are too loud. Turn your volume down and move your microphone away from your speakers so the person you're talking to can hear you more clearly.
sr: Звучнци су подешени за прегласан звук. Утишајте звук и померите микрофон даље од звучника како би Вас саговорник боље чуо.

source: Is your microphone on mute? Click the mute button again to clear it. Didn't fix it? Make sure you've plugged in your headset or microphone properly and you've selected them in your audio settings. <br/>Get help <a href="skype:?gettingstarted#devices">setting up your sound equipment</a>.<br/>
sr: Да ли је Ваш микрофон сасвим утишан? Притисните дугме за утишавање како бисте га поново укључили. Није помогло? Проверите да су микрофон или слушалице с микрофоном исправно прикључене и да су исправно подешене у подешавањима звука <br/>Можете добити и <a href="skype:?gettingstarted#devices">помоћ за подешавање звучне опреме</a>.<br/>

source: Your laptop is in power saving mode. To get better sound or video quality, change your computer to AC power or switch your computer to maximum performance.
sr: Ваш лаптоп тренутно штеди струју. Како бисте имали бољи квалитет слике и звука, прикључите рачунар у ел. мрежу или га укључите за максимум перформанси.

source: Waiting
sr: Чекање

source: The file isn't available on this computer
sr: Датотека није доступна на овом рачунару

source: The file isn't available yet
sr: Ова датотека још није на доступна

source: The file isn't available
sr: Датотека није доступна

source: %d recipients: %s
sr: %d прималаца: %s

source: Pinned conversations
sr: Фиксирани разговори

source: Remove read conversations
sr: Уклони прочитане разговоре

source: %d conversations
sr: разговора: %d

source: Finished
sr: Завршено

source: Disk full
sr: Диск је пун

source: Disk I/O error. Right-click the Skype icon in the Windows taskbar at the bottom right of your screen and choose Quit. Then restart Skype. If you keep seeing this error, please contact Skype customer support.
sr: Дошло је до улазно-излазне грешке на диску. Притисните сличицу скајпа десним дугметом у виндовсовој траци са задацима и изаберите Крај. Ако и даље видите исту грешку, молимо да се обратите скајповој корисничкој подршци.

source: Database error. Please close Skype and sign in again.
sr: Грешка у бази података. Молимо да затворите скајп и пријавите се опет.

source: Post file to conversation
sr: Закачи датотеку за разговор

source: Conversation list
sr: Списак разговора

source: (empty)
sr: (празно)
