Repository: filmil/translation
Catalog: skype/*.po
Languages: sr

source: Open %s firewall.
sr: Отварање ватробрана: %s.

source: Make sure Skype is listed as an exception to your firewall. <a href="skype:?go#help.guides.firewall.zonealarm">See the step-by-step guide</a>.
sr: Проверите да је скајп наведен као изузетак у вашем ватробрану. <a href="skype:?go#help.guides.firewall.zonealarm">Погледајте упутство корак по корак.</a>

source: Make sure Skype is listed as an exception to your firewall. <a href="skype:?go#help.guides.firewall.norton">See the step-by-step guide</a>.
sr: Проверите да је скајп наведен као изузетак у вашем ватробрану.<a href="skype:?go#help.guides.firewall.norton">Погледајте упутство корак по корак.</a>

source: Make sure Skype is listed as an exception to your firewall. <a href="skype:?go#help.guides.firewall.mcafee">See the step-by-step guide</a>.
sr: Проверите да је скајп наведен као изузетак у вашем ватробрану.<a href="skype:?go#help.guides.firewall.mcafee">Погледајте упутство корак по корак.</a>

source: Make sure Skype is listed as an exception to your firewall. <a href="skype:?go#help.guides.firewall.bullguard">See the step-by-step guide</a>.
sr: Проверите да је скајп наведен као изузетак у вашем ватробрану. <a href="skype:?go#help.guides.firewall.bullguard">Погледајте упутство корак по корак.</a>

source: Restart Skype and wait 2 minutes for it reconnect automatically.
sr: Поново покрените скајп и сачекајте 2 минута да се поново повеже.

source: Contact your network administrator.
sr: Обратите се администратору мреже.

source: Make sure Skype is allowed on your network.
sr: Проверите да ли је употреба скајпа дозвољена на Вашој мрежи.

source: Make sure your proxy works with Skype.
sr: Проверите да ли Ваш заступник ради са скајпом.

source: Open your firewall.
sr: Отворите ватробран.

source: Make sure Skype is listed as an exception. <a href="skype:?go#help.guide.firewall">Learn more about setting up your firewall</a>.
sr: Проверите да је скајп наведен као изузетак у вашем ватробрану. <a href="skype:?go#help.guide.firewall">Научите како да подесите ватробран.</a>

source: Check to see if you use a router (it may look like the picture below).
sr: Проверите да ли користите рутер (може да изгледа као на слици испод).

source: Restart your router.
sr: Поново покрените рутер.

source: Check that your network cable is plugged in.
sr: Проверите да је мрежни кабл укључен.

source: If you are using a laptop, check that your wireless card is connected.
sr: Ако користите лаптоп, проверите да је бежична веза активна.

source: %s alert
sr: узбуна: %s

source: %s alerts
sr: узбуна: %s

source: Profile for IM:
sr: Профил за брзе поруке:

source: Profile for public IM:
sr: Профил за јавни разговор:

source: Creator:
sr: Аутор:

source: Moderation rules:
sr: Правила модерације:

source: IM link:
sr: Веза на разговор:

source: Paste this link into emails or IMs so your friends can click to join.
sr: Налепите ову везу у ел. пошту или разговоре како би Ваши пријатељи могли да се прикључе једним притиском.

source: Or create a link to this public IM on your blog or webpage.
sr: Или направите везу на овај јавни разговор на Вашем блогу или веб страни.

source: Everyone can read and post messages.
sr: Свако може да чита и шаље поруке.

source: Participants need host's permission to start posting messages.
sr: Учесницима треба дозвола домаћина да почну да шаљу поруке.

source: Participants need host's permission to start reading and posting messages.
sr: Учесницима треба дозвола домаћуна да читају и шаљу поруке.

source: Participant count:
sr: Број учесника:

source: Show link in your mood
sr: Покажи везу у расположењу

source: Display a link to this conversation in your mood to your contacts to see.
sr: Покажи везу на овај разговор у расположењу да сви виде.

source: Join this public IM:
sr: Укључи се у овај јавни разговор:

source: Display a link to this IM in your mood for your contacts to see.
sr: Прикажи везу на ову поруку у расположењу да би ваши познаници могли да виде

source: Your call is being transferred.
sr: Ваш позив је преусмерен.

source: Make sure Skype is listed as an exception to your firewall. <a href="skype:?go#help.guides.firewall.windowsxp">See the step-by-step guide</a>.
sr: Проверите да је скајп наведен као изузетак у вашем ватробрану.<a href="skype:?go#help.guides.firewall.windowsxp">Погледајте упутство корак по корак</a>.

source: Make sure Skype is listed as an exception to your firewall. <a href="skype:?go#help.guides.firewall.sygate">See the step-by-step guide</a>.
sr: Проверите да је скајп наведен као изузетак у вашем ватробрану.<a href="skype:?go#help.guides.firewall.sygate">Погледајте упутство корак по корак</a>.

source: The host of this conversation is currently offline. You can close this window and when the host is next online you will be added to the IM.
sr: Домаћин овог разговора тренутно није на вези. Можете да затворите овај прозор, а када се домаћин поново повеже бићете додати у разговор.

source: Remove Message
sr: Уклони поруку

source: has joined the IM:
sr: се придружи разговору:

source: …or
sr: …или

source: Cannot show video. The camera may be in use.
sr: Није могуће пустити видео сигнал. Камера се можда већ користи.

source: You need Windows 2000, XP or Vista to use this feature.
sr: Потребни су Вам Windows 2000, XP или Vista да бисте користили ову могућност.

source: Skype may be blocked.
sr: скајп је можда блокиран.

source: Check proxy settings.
sr: Провера подешавања заступника (proxy).

source: No network connection.
sr: Нема мрежне везе.

source: <b>Hi, our server has taken a short break</b>.<br/>Looks like our server is down. This usually means that we’re doing maintenance work or there are too many visitors on the Live tab and we can't cope with the popularity. In any case — we’re already fixing it and everything should be back to normal in a few minutes. (Error code: %s)
sr: <b>Здраво, наш сервер је на краткој паузи</b>.<br/> Изгледа да је наш сервер искључен. То обично значи да радимо на одржавању, или да има превише посетилаца уживо. У сваком случају — радимо на томе и ствари треба да се врате у нормалу за неколико минута. (Грешка: %s)

source: Skype is connected.
sr: скајп је повезан.

source: Skype is connected now.
sr: скајп је сада на вези.

source: Call quality feedback
sr: Позови техничку подршку

source: How would you rate the sound on the last call?
sr: Како оцењујете квалитет последњег разговора?

source: Did you have any of these problems?
sr: Да ли сте искусили иједан од следећих проблема?

source: Thanks for your feedback.
sr: Хвала Вам на повратној информацији.

source: Send feedback
sr: Пошаљи информације

source: Your feedback will help us make Skype better.
sr: Подаци које сте нам дали нам помажу да побољшамо наше услуге.

source: Thanks for taking the time to tell us what you think.
sr: Хвала Вам што сте одвојили време да нам доставите своје мишљење.

source: <a href="skype:?go#help.guide.callquality">Get tips on improving your call quality</a>.
sr: <a href="skype:?go#help.guide.callquality">Савети за побољшање квалитета разговора</a>.

source: Calling a business? Why not recommend it on SkypeFind?
sr: Да ли зовете фирме? Зашто да их не препоручите преко скајпФајнда?

source: Show alerts from…
sr: Покажи узбуне од…

source: Error. Can't save the file.
sr: Грешка. Није могуће сачувати датотеку.

source: Send Money - %s
sr: Пошаљи новац - %s

source: Password required for this IM.
sr: За овај разговор је неопходна лозинка.

source: Password hint: %s
sr: Подсетник за лозинку: %s

source: Password:
sr: Лозинка:

source: Disconnect
sr: Неповезан

source: Disconnecting
sr: Прекидање

source: Show when I am typing
sr: Приказуј када куцам

source: You don't seem to have an active internet connection. Please check your connection and try again.
sr: Изгледа да Вам веза са Интернетом није активна. Молимо да проверите везу и пробате поново.

source: %s calling
sr: %s зове

source: %s is video calling
sr: %s жели видео разговор

source: Edit your mood and profile.
sr: Уреди расположење и профил.

source: %s Skype Credit
sr: скајпов кредит: %s

source: View account
sr: Преглед налога

source: Close account
sr: Затвори налог

source: Put this call on hold
sr: Стави први позив на чекање

source: Mute your microphone
sr: Утишај микрофон

source: Configure your sound settings
sr: Подеси звук

source: Call quality information
sr: Подаци о дужини позива

source: Recording level
sr: Ниво снимања

source: Adjust call volume
sr: Подеси јачину звука

source: Open this IM.
sr: Отвори овај разговор.

source: %s has made all participants in this conversation read-only
sr: %s одузима реч свим учесницима у овом разговору

source: %s has allowed people in this conversation to write messages
sr: %s дозвољава учесницима слање порука у овај разговор

source: Skype Prime
sr: скајп прајм (Skype Prime)

source: Alerts & messages
sr: Узбуне и поруке

source: Useful information and help about Skype
sr: Корисни подаци и помоћ за скајп

source: <a href="skype:?go#help.faq.alerts">Learn more</a>
sr: <a href="skype:?go#help.faq.alerts">Прочитајте више</a>

source: Skype language files
sr: скајпове језичке датотеке

source: <b>Server error</b><br />The service you are requesting is temporarily unavailable. Please try again in a few moments.
sr: <b>Грешка на серверу</b><br />Услуга коју тражите је привремено недоступна. Молимо да пробате поново касније.

source: Earn Money with Skype Prime
sr: Зарадите са скајп прајмом (Skype Prime)

source: Your call is being forwarded free of charge. Please wait.
sr: Ваш позив се бесплатно прослеђује. Молимо да сачекате.

source: Save snapshot
sr: Сачувај снимак

source: Try again
sr: Пробај поново

source: Take video snapshot
sr: Направи видео снимак

source: Skype default wallpaper
sr: скајпов изворни тапет

source: Take a snapshot
sr: Направи снимак

source: S&end
sr: &Пошаљи

source: %s is not a valid image format.
sr: %s није исправан формат за слику.

source: %s directory not found.
sr: %s директоријум није нађен.

source: Problems sending dial pad (DTMF) tones.
sr: Проблеми при слању тонова (DTMF).

source: Call dropped.
sr: Позив пропуштен.

source: Could not hear the other caller.
sr: Друга страна се не чује.

source: Other caller could not hear me.
sr: Друга страна није могла да ме чује.

source: Experienced echo.
sr: Чуо се одјек.

source: Experienced background noise.
sr: Чуо се позадински шум.

source: Sound was delayed.
sr: Звук је каснио.

source: Sound quality was inconsistent.
sr: Звук је био неуједначеног квалитета.

source: Image file corrupted
sr: Слика је неисправна

source: Image file is corrupted and can't be used.
sr: Слика је неисправна и не може се користити.

source: To view your account on the web, click <a href="%s">here</a>.
sr: Да бисте прегледали Ваш налог на Мрежи, притисните <a href="%s">овде</a>.

source: Privacy…
sr: Приватност…

source: Change Wallpaper
sr: Промена тапета

source: Change your Picture
sr: Промените слику

source: Get Latest Pictures
sr: Добави нове слике

source: Subscriptions
sr: Претплате

source: Webcams
sr: Камере

source: Recent Calls
sr: Скорашњи разговори

source: Send IM to Group
sr: Пошаљи поруку целој групи

source: Instant Message %s
sr: Порука од %s

source: Instant Message
sr: Пошаљи брзу поруку

source: Tabs and Panels
sr: Језичци и панели

source: Groups
sr: Групе

source: Online Status
sr: Стање везе

source: Sort Contacts by
sr: Уреди познанике по

source: View Your Account
sr: Ваш налог

source: Voicemail expires on %s <a href="skype:?go#myaccount">Extend</a>
sr: Говорна пошта истиче %s <a href="skype:?go#myaccount">Продужи</a>

source: Online number expires on %s <a href="skype:?go#myaccount">Extend</a>
sr: Говорна пошта истиче %s <a href="skype:?go#myaccount">Продужи</a>

source: Your account is active.
sr: Ваш налог је активан.

source: Enter your %s username and password.
sr: Унесите име и лозинку (%s)

source: %s username
sr: %s кор. име

source: Adjust Sound Settings
sr: Прилагоди звучне уређаје

source: Take another snapshot
sr: Направи још један снимак

source: Make the frame smaller.
sr: Смањи оквир.

source: Make the frame bigger.
sr: Увећај оквир.

source: Are you sure you want to delete the selected items from history along with their content?
sr: Да ли сигурно желите да обришете изабране ставке из дневника заједно са њиховим садржајем?

source: Online (on a mobile device)
sr: На вези (мобилни уређај)

source: Away (on a mobile device)
sr: Одсутан (мобилни уређај)

source: Not Available (on a mobile device)
sr: Недоступан (мобилни уређај)

source: Do Not Disturb (on a mobile device)
sr: Не сметај (мобилни уређај)

source: SkypeMe!™ (on a mobile device)
sr: SkypeMe!™ (Мобилни уређај)

source: <a href="chat:uselast">Continue last conversation with %s</a>.
sr: <a href="chat:uselast">Наставак последњег разговора (%s)</a>.

source: Show messages from: %s<a href="chat:history_0d">Today</a> \| <a href="chat:history_0w">This week</a> \| <a href="chat:history_30d">Last 30 days</a> \| <a href="chat:history_all">Beginning</a>
sr: Приказ порука од: %s<a href="chat:history_0d">данас</a> \| <a href="chat:history_0w">ове седмице</a> \| <a href="chat:history_30d">последњих 30 дана</a> \| <a href="chat:history_all">од почетка</a>

source: <a href="chat:history_chat">This conversation</a>
sr: <a href="chat:history_chat">овај разговор</a>

source: You have been offline for too long. Some messages have been lost from that period.
sr: Сувише дуго нисте били на вези. Неке су поруке за то време изгубљене.

source: You need newer version of <a href="http://www.microsoft.com/directx/">DirectX</a> to use video.
sr: Потребно Вам је новије издање <a href="http://www.microsoft.com/directx/">ДиректИкса (DirectX)</a> да бисте користили скајпов видео.

source: Cannot capture video. The camera may already be in use.
sr: Није могућ преглед слике. Камера се можда већ користи.

source: You must <a href="skype:?payments">purchase Skype Credit</a> to call landlines or mobiles.
sr: Морате да <a href="skype:?payments">купите скајпов кредит</a> да бисте звали фиксне и мобилне телефоне

source: You need Skype Credit.
sr: Треба Вам скајпов кредит.

source: Privacy settings
sr: Подешавања приватности

source: IM appearance
sr: Изглед разговора

source: IM & SMS
sr: Разговори и СМС

source: Set up all the basics you need to use Skype
sr: Направите основна подешавања за употребу скајпа.

source: Set up sound on your computer
sr: Подешавање звука на рачунару

source: Customize sounds for calls, IMs, alerts and notifications
sr: Подешавање звука за позиве, разговоре, узбуне и обавештења

source: Prevent certain people from contacting you
sr: Спречавање одређених људи да Вас контактирају

source: Choose what Skype alerts you to
sr: Изаберите које дојаве ће Вам скајп слати

source: Never miss a call again
sr: Никад више не пропустите ниједан позив

source: Set up how IMs look
sr: Подешавање изгледа разговора

source: Set program language to
sr: Постави језик програма на

source: Low
sr: Низак

source: High
sr: Висок

source: Make a noise to test your speakers
sr: Пусти звук за проверу звучника

source: Buy a headset or Skype phone from the Skype shop
sr: Купите слушалице, микрофон или скајпове телефоне у скајповој продавници

source: Didn't hear anything?
sr: Ништа се не чује?

source: Show advanced options
sr: Покажи напредне опције

source: Allow anyone to contact me
sr: Дозволи свима да ме контактирају

source: Only allow people in my Contact list to contact me
sr: Само дозволи познаницима да ме зову

source: Learn more about privacy and security in Skype
sr: Научите више о приватности и сигурности у скајпу

source: Show basic options
sr: Покажи основне опције

source: Reset to defaults
sr: Постави изворно

source: Show an example
sr: Покажи пример

source: Allow anyone to call me
sr: Дозволи свима да ме зову

source: Only allow people in my Contact list to call me
sr: Дозволи само познаницима да ме зову

source: Learn more about presence
sr: Научите више о присутности (presence)

source: Help, Skype tips and promotions appear in a small area like this at the bottom of your Contacts or Call phones tabs
sr: Помоћ, скајпова упутства и промоције се појављују у малецкој области у дну језичка „Познаници‟ или „Зови телефоне‟

source: Allow anyone to send IMs to me
sr: Дозволи свима да ми шаљу поруке

source: Only allow people in my Contact list to send me instant messages
sr: Дозволи само познаницима да ми шаљу поруке

source: Set up how IM looks
sr: подешавање изгледа разговора

source: Calls
sr: Позиви

source: Buy a webcam from the Skype shop
sr: Купите веб камеру у скајповој продавници

source: Need help? See the <a href="skype:?go#help.guide.callwithvideo">guide to setting up a webcam</a> or the <a href="skype:?go#help.faq.video">FAQ section</a>
sr: Да ли вам је потребна помоћ? Погледајте наш <a href="skype:?go#help.guide.callwithvideo">водич за подешавање мрежне камерице</a> или <a href="skype:?go#help.faq.video">одељак са често постављаним питањима</a>

source: Take a video snapshot
sr: Направите видео снимак

source: Automatically start Extras
sr: Аутоматски покрени додатке

source: The hassle-free way to send text messages to friends when they are offline or on the move
sr: Једноставан начин за слање текстуалних порука пријатељима када нису на вези или су у покрету

source: Sending an SMS from the comfort of your keyboard is simple, plus it’s great value – all you need is a little Skype Credit. You can even set your messages to look like they came from your mobile phone so friends can reply to your mobile.
sr: Слање СМС поруке са тастатуре је једноставно, лако и лако се плаћа – треба Вам само мало скајповог кредита. Можете чак да поставите поруке да изгледају као да су дошле са мобилног телефона, како би Вам пријатељи одговоре слали на мобилни телефон.

source: Buy Skype Credit to send SMS to mobile phone
sr: Купите скајпов кредит да бисте слали СМС поруке на мобилне телефоне

source: Answer your Skype calls no matter where you are with call forwarding
sr: Одговорите на позиве са скајпа без обзира где сте помоћу прослеђивања позива

source: You will need Skype Credit or a calling subscription to forward calls from Skype. Forwarding calls is charged at our rates for calling phones and mobiles.
sr: Потребан Вам је скајпов кредит да бисте прослеђивали позиве из скајпа. Прослеђивање позива се тарифира по стандардном ценовнику за фиксне и мобилне телефоне.

source: You will need Skype Credit or a calling <a href="skype:?go#subscriptions">subscription</a> to forward calls from Skype.
sr: Требаће Вам скајпов кредит или <a href="skype:?go#subscriptions">претплата</a> како бисте могли да прослеђујете позиве помоћу скајпа.

source: Rates for calling phones and mobiles
sr: Тарифе за звање фиксних и мобилних телефона

source: Learn more about call forwarding
sr: Научите више о прослеђивању позива

source: Buy Skype Credit to forward calls to phones and mobiles
sr: Купите скајпов кредит за прослеђивање позива на обичне телефоне

source: Call forwarding options
sr: Подешавања за прослеђивање позива

source: Learn more about voicemail
sr: Научите више о говорној пошти

source: When you are away from Skype, calls can either be forwarded to another phone or sent to voicemail
sr: Када сте удаљени од скајпа, позиви се могу прослеђивати на други телефон или чувати као говорна пошта

source: or a subscription to forward calls
sr: или претплата за прослеђивање позива

source: Forward calls if I do not answer within
sr: Проследи позив ако не одговорим за

source: When you are away from Skype, calls can either be sent to voicemail or forwarded to a phone number.
sr: Када сте далеко од скајпа, позиви се могу слати као говорна пошта или прослеђивати на неки телефонски број

source: Call forwarding is active. Calls will be sent first to the phone number(s) set.
sr: Прослеђивање позива укључено. Позиви ће прво бити слани на унесене бројеве.

source: This person is already blocked.
sr: Овај корисник је већ блокиран.

source: %s is currently not on Skype. Your IMs will be delivered when you are both online again. Your calls will be forwarded without charge.
sr: %s тренутно није на скајпу. Ваше поруке биће испоручене када следећи пут обоје будете на вези. Ваши позиви се прослеђују бесплатно.

source: %s is currently not online. Your IMs will be delivered when you are both online again.
sr: %s тренутно није на вези. Ваше поруке биће испоручене када следећи пут обоје будете на вези.

source: %s is currently not on Skype. Your instant messages will be delivered when you are both online again. Your calls will be sent to voicemail.
sr: %s тренутно није на вези. Ваше поруке биће испоручене када обоје опет будете на вези. Ваши позиви биће прослеђени у говорну пошту.

source: Send SMS
sr: Пошаљи СМС

source: Send voicemail
sr: Слање говорне поште

source: This contact is currently not on Skype.
sr: Овај познаник тренутно није на скајпу.

source: This contact is currently available to IM or call.
sr: Овај познаник је тренутно доступан за позив или разговор.

source: This contact is currently away from Skype, but you can call or send messages.
sr: Овај познаник је тренутно ван скајпа, али можете да га позовете или пошаљете поруку.

source: This contact is currently not available and will probably not answer calls or messages immediately.
sr: Овај познаник је тренутно недоступан и вероватно неће одмах одговорити на позив.

source: This contact is currently busy and does not want to be disturbed.
sr: Овај познаник је тренутно заузет и не жели да буде ометан.

source: This contact would like people to IM or call them.
sr: Овај познаник тражи људе да са њима разговара.

source: If you call this contact, your call will be forwarded to another phone (and you don't pay anything).
sr: Ако позовете овог познаника, позив ће бити преусмерен на други телефон (за вас ова услуга је бесплатна).

source: %s's mood
sr: Расположење за %s

source: Instant message about this
sr: Пошаљи поруку о овоме

source: Add to my mood
sr: Додај у расположење

source: Add video to your mood
sr: Додај видео у расположење

source: IM settings
sr: Поставке за брзе поруке

source: Set up your call options
sr: Подесите опције за позиве

source: Personalize your voicemail greeting, save messages to listen to again, and leave voice messages for your contacts if you can't get hold of them.
sr: Направите сопствени поздрав за говорну пошту, чувајте и налазите поруке касније, или оставите говорну пошту контактима ако је имају.

source: Get voicemail when you sign up for a subscription.
sr: Говорна пошта се укључује ако се пријавите за претплату.

source: Get a subscription
sr: Набавите претплату.

source: Learn more about online numbers
sr: Сазнајте више о мрежним бројевима

source: You need to save webcam settings to start video preview from another source
sr: Треба да сачувате подешавања камере да бисте преглед видеа започели из другог извора

source: Webcam test
sr: Провера камере

source: Last seen
sr: Последње виђен

source: Offline with Call Forwarding
sr: Неповезан, позиви се прослеђују

source: Save As
sr: Сачувај као…

source: Source file is invalid or does not exist
sr: Изворна датотека је неисправна или не постоји

source: Typing
sr: Куца

source: Click here to write a message for your friends to see.
sr: Притисните овде да напишете поруку коју ће Ваши пријатељи да виде.

source: <b>Need a headset?</b>
sr: <b>Да ли Вам требају слушалице и микрофон?</b>

source: <b>Enjoy Skype calls with a headset and webcam</b>.
sr: <b>Уживајте у позивима преко скајпа помоћу слушалица и камере</b>.

source: Buy now
sr: Купите одмах

source: This is an example of a tray alert.
sr: Ово је пример узбуне у обавештајној траци.

source: This is a business contact.
sr: Ово је пословни познаник.
