Repository: filmil/translation
Catalog: skype/*.po
Languages: sr

source: You already have the latest version of Skype installed.
sr: Већ имате постављено последње издање скајпа.

source: Check for update
sr: Потражи доградњу

source: There is an unsent message in this IM. Are you sure you want to close it?
sr: Овај разговор има непослате поруке. Да ли сигурно желите да га затворите?

source: Close conversation window
sr: Затвори прозор с разговором

source: This phone number is not formatted correctly. Please edit this contact in Outlook. Remember to add '+' and correct country code to call this number on Skype.
sr: Овај број телефона није исправно унесен. Молимо да га исправите у Аутлуку. Не заборавите да додате „+‟ и исправите позивни број за државу како бисте овај број могли да зовете помоћу скајпа.

source: The other person is on a device that doesn't let them receive files.
sr: Особа коју зовете користи уређај који не омогућава пријем датотека.

source: Answer and combine with conference.
sr: Одговори и уклопи са конференцијом.

source: Due to technical issues, please
sr: Из техничких разлога, молимо да

source: continue your payment in the Skype webstore using your web browser.
sr: наставите уплату у скајповој мрежној продавници помоћу прегледача.

source: Reset
sr: Очисти

source: Leave
sr: Напусти

source: %s (Host)
sr: %s (Рачунар)

source: The phone number is not entered correctly. Please select the country and then enter the number Example: Select United Kingdom and enter 020 5555 1212
sr: Број није исправно унет. Молимо да изаберете државу и затим унесете број. Пример: изаберите Енглеску и унесите: 0207 555 1212

source: Enter the phone number in %s (with area code)
sr: Унесите број телефона за %s (са позивним бројем)

source: Skype is updating files. This may take some time.
sr: скајп дограђује датотеке. То ће трајати неко време.

source: Enter the phone number with country or region code.
sr: Унесите број са ознаком државе или области.

source: SMS is blocked for this Skype Name.
sr: Слање СМСова је блокирано за ово скајпово име.

source: Sending SMS is blocked.
sr: Слање СМСова је блокирано.

source: Sending SMS failed.
sr: Слање СМСа није успело.

source: You will be charged our rate for one SMS message to authorize this number
sr: Провера овог броја биће наплаћена по тарифи једне СМС поруке

source: Enter phone number in %s (with area code).
sr: Унесите број телефона за %s (са позивним бројем)

source: When I send an SMS message, identify me by:
sr: Када шаљем СМС поруке, користи:

source: To choose this option, you must
sr: Да изаберете ову могућност, морате

source: verify your mobile phone number
sr: провера броја мобилног телефона

source: Verify a different mobile phone number
sr: Провера неког другог броја телефона

source: My Skype Name %s. Recipients can't send SMS replies
sr: Моје скајпово име %s. Примаоци не могу слати одговоре на СМС

source: My mobile phone number %s. Recipients can send SMS replies.
sr: Мој број мобилног телефона %s. Примаоци могу слати одговоре преко СМСа.

source: Edit phone number
sr: Унесите број телефона

source: Edit Contact…
sr: Уреди познаника…

source: This computer does not seem to have internet access.
sr: Изгледа да овај рачунар нема приступ Интернету.

source: Cannot connect to the internet.
sr: Повезивање са Интернетом није успело.

source: Send SMS message to %s.
sr: Слање СМС поруке за %s.

source: Resume download
sr: Настави пријем

source: Pause download
sr: Паузирај пријем

source: Picture library
sr: Библиотека слика

source: Personalize Skype
sr: Лична подешавања

source: Get new pictures online
sr: Набавите више слика са мреже

source: Personalize
sr: Прилагоди

source: Edit Your Profile…
sr: Уреди мој профил…

source: Change Your Picture…
sr: Промени моју слику…

source: Change Sounds…
sr: Промени звуке…

source: Unsupported image file(s), or not an image!
sr: Формат датотеке није подржан, или није слика!

source: You can drop only one image file at a time!
sr: Можете да пребаците само једну слику у једно време!

source: Yes, I have read and I accept the <a href="skype:?eula">Skype End User License Agreement</a>, the <a href="skype:?go#tos">Skype Terms of Service</a> and the <a href="skype:?go#privacy">Skype Privacy Statement</a>
sr: Да, прочитао/ла сам и прихватам <a href="skype:?eula">скајпов уговор о лиценцирању са крајњим корисником</a>, <a href="skype:?go#tos">скајпове услове услуге</a> и <a href="skype:?go#privacy">скајпову изјаву о приватности</a>

source: Default picture
sr: Изворна слика

source: You can't send a file to yourself.
sr: Не можете сами себи слати датотеке.

source: Sent file request
sr: Послат је захтев за датотеком

source: Sent file requests
sr: Послати су захтеви за датотекама

source: %s is using a version of Skype which does not support IM. Your IMs will be delivered when you both are online again, or you can call instead.
sr: %s користи издање скајпа које не подржава разговоре. Ваше поруке биће испоручене када сте обоје поново на вези. Можете уместо тога да позовете.

source: Create your Skype identity with Klonies avatars.<br/><a href="skype:?go#personalize.pictures.klonie">Create a Klonie</a>.
sr: Направите ваш идентитет на скајпу помоћу Клонијевих (Klonies) аватара. <br/><a href="skype:?go#personalize.pictures.klonie">Направите Клонија</a>.

source: Show off your WeeMee to the world.<br/><a href="skype:?go#personalize.pictures.weemee">Build your free Weemee</a>.
sr: Покажите свету свој ВиМи (WeeMee).<br/><a href="skype:?go#personalize.pictures.weemee">Направите ваш ВиМИ</a>.

source: Please contact your system administrator for more information.
sr: Молимо да се обратите администратору система за више података.

source: Call failed
sr: Неуспео позив

source: Start call.
sr: Позив

source: You are about to call a phone or mobile number.
sr: Ускоро ћете позвати број фиксног или мобилног телефона.

source: The link you clicked will call %s phone number %s.
sr: Веза коју сте изабрали ће позвати: %s, на број: %s.

source: Are you sure you want to continue?
sr: Да ли сигурно желите да наставите?

source: Change country code for this call.
sr: Промена кода државе за овај позив.

source: Contact's birthday
sr: Познаников рођендан

source: Contacts' birthdays
sr: Рођендани познаника

source: has a birthday
sr: слави рођендан

source: Change Wallpaper…
sr: Промена тапета…

source: Menu
sr: Мени

source: Find:
sr: Нађи:

source: Type the phrase to search for
sr: Унесите фразу коју тражите

source: You need the latest version of <a href="http://www.microsoft.com/directx/">DirectX</a> to use video
sr: Треба Вам последње издање <a href="http://www.microsoft.com/directx/">ДиректИкса (DirectX)</a> да бисте користили видео

source: Promotions
sr: Објаве

source: Display Skype bandwidth usage
sr: Приказ употребе проп. опсега

source: Unable to launch web browser.
sr: Није могуће покренути читач.

source: Welcome to Skype.
sr: Добродошли у скајп.

source: String edit
sr: Измена ниске

source: Language file editor
sr: Измена језичке датотеке

source: Plugin message
sr: Порука од прикључка

source: plugin messages
sr: поруке од прикључка

source: Do &More
sr: Уради &више

source: Smile
sr: Смешак

source: Sad
sr: Тужни

source: Laugh
sr: Смех

source: Cool
sr: Све равно

source: Surprised
sr: Изненађен

source: Wink
sr: Миг

source: Crying
sr: Плачко

source: Sweating
sr: Знојење

source: Speechless
sr: Без текста

source: Kiss
sr: Пољубац

source: Cheeky
sr: Плажење

source: Blushing
sr: Поцрвенео

source: Wondering
sr: Зачуђен

source: Sleepy
sr: Поспан

source: Dull
sr: Досадан

source: In love
sr: Заљубљен

source: Evil grin
sr: Злобни кез

source: Talking
sr: Причам

source: Yawn
sr: Зев

source: Puking
sr: Повраћа

source: Doh!
sr: Јој!

source: Angry
sr: Љут

source: It wasn't me!
sr: Нисам ја!

source: Party
sr: Журка

source: Worried
sr: Забринут

source: mmmmm…
sr: мммм…

source: Nerdy
sr: Тутубан

source: My lips are sealed
sr: Ништа нисам рекао

source: Hi
sr: Здраво

source: Devil
sr: Ђаволак

source: Angel
sr: Анђео

source: Envy
sr: Завист

source: Wait
sr: Чекање

source: Hug
sr: Загрљај

source: Make-up
sr: Шминкање

source: Giggle
sr: Кикот

source: Clapping
sr: Аплауз

source: Thinking
sr: Размишља

source: Bowing
sr: Клања се

source: Rolling on the floor laughing
sr: Ваља се по поду од смеха

source: Relieved
sr: С олакшањем

source: Happy
sr: Срећан

source: Smirking
sr: Смешка се

source: Nodding
sr: Клима главом

source: Shake
sr: Мућка

source: Punch
sr: Ударац

source: Emo
sr: Емо

source: Handshake
sr: Руковање

source: Heart
sr: Срце

source: Broken heart
sr: Сломљено срце

source: You have mail
sr: Стигла је пошта

source: Flower
sr: Цвет

source: Raining
sr: Кишење

source: Sun
sr: Сунце

source: Time
sr: Време

source: Music
sr: Музика

source: Movie
sr: Филм

source: Phone
sr: Телефон

source: Coffee
sr: Кафа

source: Pizza
sr: Пица

source: Cash
sr: Кеш

source: Muscle
sr: Мишићи

source: Cake
sr: Колач

source: Beer
sr: Пиво

source: Drink
sr: Пиће

source: Dancing
sr: Играње

source: Ninja
sr: Нинџа

source: Star
sr: Звезда

source: Mooning
sr: Тур

source: Finger
sr: Прст

source: Bandit
sr: Бандит

source: Drunk
sr: Пијаница

source: Smoking
sr: Пушач

source: Rock
sr: Рок

source: Banging head on wall
sr: Главом о зид

source: Pool party
sr: Журка на базену

source: Swearing
sr: Псује

source: Bug
sr: Буба

source: FUBAR
sr: Оде све дођавола

source: Too much information
sr: Сувише података

source: MySpace
sr: Мајспејс (MySpace)

source: Another program is trying to put Skype in Silent Mode.
sr: Други програм покушава да ућутка скајп.

source: While this application is running you won't see any notifications of calls, IMs or other Skype events, although you will still hear your ringtone when someone calls you. To return to normal, click on the Skype icon in the System Tray at the bottom of your screen and choose Open Skype.
sr: Док овај програм ради, нећете добијати никаква визуелна упозорења о позивима, разговорима и осталим догађајима на скајпу, иако ћете моћи да чујете звук када Вас неко позове. Можете да се вратите у нормалан начин рада притиском на скајпову сличицу у обавештајној зони на дну екрана и избором опције „Отвори скајп‟

source: Click OK to accept or Cancel to deny this request.
sr: Притисните „У реду‟ да бисте прихватили, или „Откажи‟ да бисте одбили овај захтев.

source: Confirm silent mode
sr: Потврди тихи начин рада

source: Public IM wizard
sr: Чаробњак за јавне разговоре

source: IM description
sr: Опис разговора

source: Moderation rules
sr: Правила модерације

source: IM promotion
sr: Објаве

source: Welcome. This wizard will help you set up a public IM.
sr: Добродошли. Овај чаробњак ће Вам помоћи да поставите јавни разговор.

source: Public IMs let you keep in touch with the world.
sr: Јавни разговори служе да одржите везу са светом.

source: Give your conversation a topic and picture, set moderation rules and then promote the IM on your blog or website so anyone can click to join.
sr: Поставите тему разговора и слику, поставите правила модерације и објавите разговор на Вашем блогу или вебсајту, како би свако могао да Вам се придружи.

source: <b>Enter a topic and add a picture to tell others what your conversation is all about</b>.
sr: <b>Унесите тему и слику да бисте другима објаснили чиме се разговор бави</b>

source: <b>Host controls</b>
sr: <b>Контрола хоста</b>

source: <b>As well as adding contacts to the conversation yourself, you can invite people to join this public IM in the following ways:</b>
sr: <b>Можете људе додавати у разговор ручно, а можете их позвати да се придруже јавном разговору на један од наредних начина:</b>

source: Conversation topic
sr: Тема разговора

source: Picture
sr: слика

source: Fields marked with red asterisk are required.
sr: Поља означена црвеном звездицом су обавезна.

source: <b>Community guidelines</b>
sr: <b>Упутства за заједницу</b>

source: This message will be shown to people when they join this IM.
sr: Ова порука ће бити приказана људима када се придруже разговору.

source: Lock topic and picture (conversation participants can't change them).
sr: Закључај тему и слику (учесници не могу да их мењају).

source: Choose picture
sr: Изаберите слику

source: Start IM
sr: Покрени брзе поруке

source: Anyone can post messages.
sr: Свако може да шаље поруке.

source: Participants need permission to start posting.
sr: Учесници морају да добију одобрење да шаљу поруке.

source: Participants need permission to start reading and posting.
sr: Учесницима треба одбрење да читају и одговарају.

source: Enter a message explaining how you expect people to behave in this IM.
sr: Унесите поруку која објашњава каква су правила понашања у овом разговору.

source: Start Public IM
sr: Покрени јавни разговор

source: IM notification settings
sr: Подешавање дојава

source: Do not notify me
sr: Не обавештавај ме

source: Notify me only if these words are mentioned:
sr: Обавести ме ако се спомену следеће речи:

source: IM notifications will alert you when something new happens in this IM.
sr: Обавештења о разговору ће Вас упозорити када се нешто ново догоди у овом разговору.

source: The conversation window will blink in the taskbar or reopen if you have closed it.
sr: Прозор за разговор ће да затрепери, или се поново отвори ако сте га затворили.

source: Enter single words separated by spaces.
sr: Унесите речи раздвојене размацима.

source: Public IM settings
sr: Подешавања јавних разговора

source: Anyone can post messages in this conversation
sr: Свако може да шаље поруке у разговор

source: Participants need my permission to start posting messages.
sr: Учесницима треба моја дозвола да почну са слањем порука.

source: Participants need my permission to start reading and posting messages.
sr: Учесницима треба моја дозвола да почну да читају и шаљу поруке.

source: Lock topic and picture (so people in the conversation can't change them).
sr: Закључај тему и слику (учесници не могу да их мењају).

source: <b>Moderation rules</b>
sr: <b>Правила модерације</b>

source: Community guidelines
sr: Правила понашања

source: Enter a message explaining how you expect people to behave in this conversation.
sr: Унесите поруку која објашњава каква су правила понашања у овом разговору.

source: Waiting to join.<br/>You can't post messages in this conversation until the host has accepted you.
sr: Чека се на прикључење.<br/>Не можете да шаљете поруке у овај разговор док Вас домаћин не прихвати.

source: You are currently not allowed to post messages.
sr: Тренутно Вам није дозвољено да шаљете поруке.

source: Public IM Settings
sr: Подешавања јавних разговора

source: IM Notification Settings
sr: Подешавање дојава

source: %s ejected %s from this conversation.
sr: %s избацује %s из разговора.

source: Promote IM
sr: Објави разговор

source: Copy and paste the following link into emails or IMs to your friends so they can click to join.
sr: Исеците и налепите наредну везу у ел. пошту и разговоре са пријатељима, како би могли да се придруже једним притиском на дугме.

source: Create a link to this public IM on MySpace, Live Journal, your blog or website and allow people from all over the world to join in.
sr: Направите везу на овај јавни разговор на Мајспејсу (MySpace), Лајв журналу (Live Journal), Вашем блогу или вебсајту и дозволите људима широм света да се укључе.

source: <a href="skype:?go#somewhere">Get HTML code from skype.com</a>.
sr: <a href="skype:?go#somewhere">Набави HTML код са адресе skype.com</a>.

source: Example
sr: Пример

source: Conversation picture
sr: Слика за разговор

source: Privacy protection
sr: Заштита приватности

source: Do you receive unwanted calls?
sr: Брину вас нежељени позиви?

source: Do you receive unwanted IM messages?
sr: Да ли примате нежељене поруке у разговорима?

source: Allow calls from everyone.
sr: Дозволи позиве од свих.

source: Allow IMs from everyone.
sr: Дозволи позиве од свих.

source: Allow calls only from my contacts.
sr: Дозволи само позиве од мојих познаника.

source: Allow IM from my contacts only.
sr: Дозволи само позиве од мојих познаника.

source: <a href="skype:?options#privacy">Advanced privacy options</a>
sr: <a href="skype:?options#privacy">Напредна подешавања приватности</a>

source: Call the Group
sr: Позови групу

source: %s ejected and banned %s.
sr: %s избацује и протерује %s.

source: %s joined.
sr: %s се придружује.

source: %s has been promoted to conversation host.
sr: Корисник: %s је унапређен у домаћина разговора.

source: %s is waiting to join.
sr: %s чека да се придружи.

source: Call transfer in progress.
sr: Преусмерење позива је у току.

source: Call transferred.
sr: Позив је преусмерен.

source: Are you sure you want to end this public IM? The conversation will be closed, no new messages can be posted and no new participants can join.
sr: Да ли сигурно желите да обуставите овај јавни разговор? Разговор ће бити затворен, неће више бити нових порука нити нових учесника.

source: End public IM?
sr: Крај јавног разговора?

source: End IM
sr: Крај разговора

source: Eject and ban
sr: Избаци и протерај

source: %s has changed the conversation picture.
sr: %s мења слику разговора.

source: %s has updated the conversation guidelines.
sr: %s мења правила разговора.

source: 1 new participant is waiting to join.
sr: 1 нови учесник чека да се придружи.

source: %d new participants are waiting to join.
sr: Више нових учесника (ук. %d) чека да се придружи.

source: You are the only host in this public IM. Before you can leave, you must promote another person to host. Choose a participant, click Menu and choose Promote to Host.
sr: Ви сте једини домаћин на овом јавном разговору. Пре него што одете, морате да унапредите другу особу у домаћина. Изаберите учесника, притисните „Мени‟ и изаберите „Унапреди у домаћина‟.

source: Creator can't leave public IM
sr: Аутор разговора не може да напусти јавни разговор

source: Connecting to host, please wait.
sr: Повезивање је у току, молимо да сачекате.

source: Get code snippets online
sr: Добави исечке кода са мреже

source: Join public IM?
sr: Прикључење јавном разговору?

source: Are you sure you want to join this public IM?
sr: Да ли сигурно желите да се укључите у овај јавни разговор?

source: Skype can't hear you talking
sr: Скајп вас не чује како причате

source: Skype can't hear you talking.
sr: Скајп вас не чује како причате.

source: <b>You need a headset or phone to make calls with Skype</b>.
sr: <b>Потребне су Вам слушалице или телефон да бисте разговарали путем скајпа</b>.

source: Don't have a headset? Visit the <a href="skype:?go#shop.accessories">Skype shop</a>.
sr: Немате микрофон и слушалице? Посетите <a href="skype:?go#shop.accessories">скајпову продавницу</a>.

source: If you already have a headset or similar device check our <a href="skype:?go#help.guides.soundsetupguide">sound setup guide</a>.
sr: Ако већ имате слушалице или сличан уређај, погледајте <a href="skype:?go#help.guides.soundsetupguide">водич за подешавање звука</a>.

source: Would you like to block %s from contacting you in the future?
sr: Да ли желите да онемогућите корисника: %s да Вас убудуће контактира?

source: Did you receive unwanted communication?
sr: Да ли сте добили нежељену поруку?

source: Block unwanted communication.
sr: Блокирајте нежељене позиве.

source: Would you like to add %s to your Contact list? This makes calling him/her easier in the future.
sr: Да ли желите да додате %s у списак познаника? То ће Вам омогућити лакше звање у будућности.

source: Add a contact.
sr: Додај познаника.

source: This message has been removed.
sr: Ова порука је уклоњена.

source: Removed by %s, %s
sr: Уклонио %s, %s

source: Edited by %s, %s
sr: Измена: %s, %s

source: Are you sure you want to remove this message?
sr: Да ли сигурно желите да уклоните ову поруку?

source: Remove message?
sr: Уклањање поруке?

source: Accept %s into this IM
sr: Додај %s у овај разговор

source: Reject %s from this IM
sr: Одбиј %s од овог разговора

source: As the creator of this public IM, it is not possible to leave. You must either end the conversation so no more messages can be posted by anyone, or click Cancel to stay in the IM.
sr: Пошто сте ви направили овај јавни разговор, није могуће да се искључите. Морате или да останете до краја разговора, тако да више нико не може да пошаље ниједну поруку, или притисните „Откажи‟ да останете у разговору

source: Creator can't leave public IM.
sr: Аутор разговора не може да напусти јавни разговор

source: Copy link location
sr: Умножи одредиште везе

source: SMS destinations and rates
sr: СМС одредишта и цене

source: Skype conference calls can include both Skype contacts and phone numbers.
sr: Скајпови конференцијски позиви укључују и познанике и обичне телефонске бројеве.

source: or enter someone's phone number.
sr: или унесите нечији број телефона.

source: Enter the local number in %s.
sr: Унесите локални број у %s.

source: The phone number you tried to add was not entered correctly. You must select the country and then enter the number you wish to add. Example: Select United Kingdom and enter 020 5555 1212
sr: Број ког желите да позовете није исправно унет. Морате да изаберете државу а затим број ког желите да позовете. Пример: изаберите Енглеску и унесите број 0207 555 1212

source: Contacts
sr: Познаници

source: Missed Events (%d)
sr: Пропуштени догађаји (%d)

source: Add to SkypeFind
sr: Додај на скајпФајнд

source: Send Money
sr: Пошаљи новац

source: Password required
sr: Тражи се лозинка

source: This public IM is full. Please try joining again later.
sr: Овај јавни разговор је пун. Пробајте да се придружите касније.

source: You have been rejected from this conversation and will not be able to join.
sr: Протерани сте са овог разговора и неће Вам бити дозвољено да се поново прикључите.

source: You have been ejected from this IM.
sr: Избачени сте из овог разговора.

source: Organize Your Extras
sr: Уредите ваше додатке

source: Get Extras
sr: Набавка додатака

source: Copy link to clipboard
sr: Умножи везу на клипборд

source: Link to this IM:
sr: Веза на овај разговор:

source: %s has updated the moderation rules of this conversation %s
sr: %s мења правила модерације за овај разговор %s

source: <a name="add">Add a contact</a>
sr: <a name="add">Додај познаника</a>

source: <b>Add a contact</b>
sr: <b>Додај познаника</b>

source: Find people on Skype and add them to your Contact list. Enter their <b>Skype Name</b>, <b>full name</b> or <b>email address</b> and click Find.
sr: Нађите људе који користе скајп и додајте их на списак познаника. Унесите било њихово <b>име на скајпу, пуно име</b> or <b>ел. адресу</b> и притисните „Нађи‟.

source: <a name="phone">Add a phone or mobile number</a>
sr: <a name="phone">Додај мобилни или фиксни телефон</a>

source: <b>Add a phone or mobile number</b>
sr: <b>Додај мобилни или фиксни телефон</b>

source: Find
sr: Нађи

source: Save phone number
sr: Сачувај број телефона

source: Skype can't connect.
sr: Скајп не може да се повеже.

source: No network connection
sr: Нема мрежне везе

source: %s firewall is running and may be preventing Skype from connecting.
sr: %s ватробран ради, што можда спречава скајпа да се повеже.

source: Skype may be blocked on your network.
sr: скајп је можда блокиран на Вашој мрежи.

source: The proxy settings on your computer are preventing it from connecting to Skype.
sr: Подешавања заступника на Вашем рачунару спречавају скајп да се повеже на мрежу.

source: A firewall or proxy is running and may be preventing Skype from connecting.
sr: Користите ватробран или заступник који можда спречавају скајп да се повеже.

source: Your computer is unable to connect to the internet.
sr: Ваш рачунар не може да се повеже са Интернетом.

source: A firewall may be preventing Skype from connecting.
sr: Ватробран спречава скајп да се повеже.

source: <b>Try the following:</b>
sr: <b>Пробајте следеће:</b>
