Repository: filmil/translation
Catalog: skype/*.po
Languages: sr

source: This is where you'll see a list of all the conversations you're having. You'll find contact requests and events here, too.
sr: Овде ћете видети списак свих разговора које водите. Догађаји и захтеви за додавање у списак познаника ће такође бити приказани овде.

source: It's easy to start a conversation. Go to your <a href="skype:?conversationlist">Contacts</a>, click on someone, then click on one of the buttons to call, video call or send them a message.
sr: Врло је лако почети разговор. Идите до ваших <a href="skype:?conversationlist">познаника</a>, притисните нечије име, и притисните дугме за аудио или видео позив, или слање поруке.

source: %s is not in your Contact list
sr: %s није додат у списак познаника

source: Search for "%s" in the Skype directory
sr: Тражи „%s‟ in the Skype directory

source: %d new
sr: нових: %d

source: Mark all read
sr: Означи све као прочитано

source: is online
sr: на вези

source: went offline
sr: ван везе

source: View all messages
sr: Преглед свих порука

source: View all %d new conversations
sr: Прегледајте све нове разговоре (укупно: %d)

source: Default View
sr: Изворни поглед

source: Compact View
sr: Сажети поглед

source: No new conversations
sr: Нема нових разговора

source: Your speakers are really loud.
sr: Ваши звучници су заиста прегласни.

source: The person you're talking to might be having sound problems because of it.
sr: Особа са друге стране везе можда има проблеме због тога.

source: You've got a lot of background noise
sr: Имате доста позадинског шума.

source: It might be affecting the call quality of the person you're talking to.
sr: Шум може да утиче на квалитет разговора са особом са којом разговарате.

source: Check your microphone is plugged in.
sr: Проверите да је микрофон укључен.

source: Check your microphone is plugged in properly and it's switched on.
sr: Проверите да је микрофон исправно прикључен и укључен.

source: Your microphone is really quiet
sr: Ваш микрофон је јако утишан

source: The person you're talking to might not be hearing you.
sr: Особа с којом разговарате Вас можда не чује.

source: High sound coming from the speakers
sr: Из звучника допире гласан звук.

source: Check your microphone is plugged in
sr: Проверите да је микрофон укључен

source: You have new conversations
sr: Имате нове разговоре

source: New Category
sr: Нова категорија

source: Other person's computer is running slowly
sr: Рачунар друге особе ради споро

source: Video not great? The person you're talking to might be running a lot of programs on their computer. Ask if they can close some of them.
sr: Видео није у реду? Особа с којом причате можда извршава много програма на рачунару. Замолите саговорника да затвори.

source: Other person has too many things using the web
sr: Саговорник је покренуо пуно програма који користе Интернет

source: Having sound problems? Is the person you're talking to downloading music, videos or pictures? Ask them to close any file sharing programs like Bit Torrent they've got open, then both of you should restart Skype and call back. Also see the <a href="skype:?go#help.guide.callquality">call quality guide</a> for tips on improving your sound.
sr: Имате проблема са звуком? Да ли Ваш саговорник прима музику, видео или слике? Замолите га да затвори све програме за дељење датотека, попут бит-торента. Затим обоје затоврите и поново покрените скајп, па опет успоставите везу. Видите такође <a href="skype:?go#help.guide.callquality">водич за квалитет звука</a> за савете за побољшање квалитета звука.

source: Skype's web access is restricted on the other person's computer
sr: Скајпов приступ Интернету је ограничен на саговорниковом рачунару.

source: Having sound problems? Is the person you're talking to downloading any music, videos or pictures? Ask them to stop the downloads. Doesn't fix it? Some firewalls affect calls. If they know how to, ask them to move their computer outside the firewall for this call.
sr: Да ли имате проблема са звуком? Да ли саговорник тренутно прима музику, видео или слике? Замолите га да заустави пријеме. Није помогло? Неки ватробрани могу да утичу на квалитет разговора. Ако саговорник зна како то да уради, замолите га да рачунар стави ван ватробрана за овај позив.

source: Is the person you're talking to downloading any music, pictures or video? Ask them to stop the downloads and close any file sharing programs like Bit Torrent they've got open.
sr: Да ли саговорник прима музику, слике или видео? Замолите га да заустави пријем и заустави програме за дељење датотека, попут бит-торента.

source: Other person's web connection is slow
sr: Саговорникова веза са интернетом је спора

source: Video not great? Is the person you're talking to downloading music, videos or pictures? Ask them to close any file sharing programs like Bit Torrent they've got open.
sr: Видео је лошег квалитета? Да ли саговорник прима музику, видео или слике? Замолите га да затвори све програме за дељење датотека, попут бит-торента.

source: Call quality not great? Ask the person you're talking to to plug their laptop into AC power.
sr: Квалитет разговора није сјајан? Особа коју зовете има спор рачунар и то је можда узрок проблему.

source: See All Contact Categories
sr: Приказ свих категорије познаника

source: Drag contacts here
sr: Превуците познанике овде

source: All other contacts
sr: Сви остали познаници

source: Rename category
sr: Преименуј групу

source: Delete category
sr: Уклони групу

source: Create New Category…
sr: Направи нову групу…

source: Delete category?
sr: Уклањање групе?

source: Do you want to delete the category "%s"?
sr: Да ли желите да уклоните групу „%s‟?

source: Contacts in this category will not be deleted. You can still find them under "All Contacts".
sr: Познаници из ове групе неће бити обрисани. Можете их пронаћи у групи „Сви познаници“

source: Edit number
sr: Уреди број

source: Add a number to this profile
sr: Додајте број за овај профил

source: New Conversation notifications
sr: Дојаве о новим разговорима

source: Would you like notifications for new conversations to …
sr: Да ли желите обавештења о новим разговорима…

source: You can set detailed notification preferences in the Skype Options
sr: Можете да подесите детаљне поставке о обавештењима у скајповим опцијама

source: appear when someone contacts you
sr: појављује се када Вас неко контактира

source: not appear again
sr: не појављује се опет

source: Browse Skype Prime
sr: Преглед скајп прајма (Skype Prime)

source: Learn something new with Skype Prime
sr: Научите нешто ново са скајп-прајмом (Skype Prime)

source: Need 1-to-1 advice or want to learn a new skill over the web? Talk to an advisor now on a voice or video call using Skype.
sr: Да ли Вам је потребан савет уживо или желите да научите нешто ново путем веба? Разговарајте одмах са саветником помоћу скајпових аудио, или видео позива.

source: %s wants to use Skype
sr: %s жели да користи скајп

source: It will be useful if you don't have a headset or a microphone. Change your <a href="skype:?options#sounddevices">sound settings</a> to start using it.
sr: Биће Вам корисно ако немате слушалице или микрофон. Промените <a href="skype:?options#sounddevices">подешавања звука</a> да бисте почели да га корситите.

source: Enter a name for this contact
sr: Унесите име за овог познаника

source: Useful tip
sr: Корисан савет

source: %s messages
sr: порука: %s

source: Add to category
sr: Додај у групу

source: Remove from category
sr: Уклони из групе

source: Remove from %s
sr: Уклони из групе „%s“

source: Group saved
sr: Група је сачувана

source: Hide online user count
sr: Сакриј број корисника на вези

source: New conversation, last activity %s ago
sr: Нови разговор, последња активност: %s

source: %d conversations with new messages, last activity %s ago
sr: Разговора са новим порукама:%d, последња активност %s

source: New message %s ago
sr: Нова порука пре: %s

source: %d new messages, last activity %s ago
sr: нових порука: %d, последња пре: %s

source: Remove from Conversations
sr: Уклони из разговора

source: Last activity %s ago
sr: Последња активност пре: %s

source: %s created a group conversation with %s.
sr: Корисник %s је направио групни разговор са: %s.

source: Show group conversation
sr: Прикажи групни разговор

source: Delete Category "%s"…
sr: Уклони групу „%s‟…

source: Rename Category "%s"…
sr: Промена имена категорије „%s‟…

source: %s (excl. VAT)
sr: %s (без ПДВ-а)

source: Rates per minute to phones and mobiles:
sr: Тарифе по минуту за звање телефона и мобилних:

source: Ring on all devices
sr: Звони на свим уређајима

source: You can control who can contact you in your <a href="skype:?options#privacy">privacy settings</a>.
sr: Можете да одредите ко може да Вас зове помоћу <a href="skype:?options#privacy">подешавања приватности.</a>

source: %s is on your blocked list
sr: %s је на списку блокираних

source: Blocking %s means that those persons will not be able to contact you on Skype. Are you sure?
sr: Блокирање %s значи да те особе неће моћи да вас дозову путем скајпа. Да ли сте сигурни?

source: You ran out of Skype Credit. To prevent this from happening again remember to sign up for auto-recharge next time you buy some Skype Credit!
sr: Нестало Вам је скајпових кредита. Да бисте спречили да се то поново деси, не заборавите да укључите аутоматску допуну следећи пут када купујете скајпов кредит!

source: Your speakers are on mute.
sr: Ваши звучници су ућуткани.

source: You won't be able to hear the person you're talking to.
sr: Нећете моћи да чујете особу са којом разговарате.

source: Speakers are on mute.
sr: Звучници су ућуткани.

source: Check you've plugged in your microphone
sr: Проверите да је микрофон укључен

source: Another application (%s) is attempting to access Skype, but we are unable to respond. Please try to restart the application.
sr: Други програм (%s) покушава да приступи скајпу, али нисмо успели да одговоримо. Молимо да поново покренете програм.

source: On MySpaceIM
sr: На Мајспејсовом ИМу (MySpaceIM)

source: Calling %s
sr: Звање %s

source: This is an empty group conversation.
sr: Овај групни разговор нема учеснике.

source: Save the group to your Contact list if you'd like to get back to it easily
sr: Сачувајте групу у списку познаника ако желите да то сачувате

source: Files sent and received
sr: Послате и примљене датотеке

source: If you are connected to the internet, <a href="skype:?go#myaccount">click here</a> to connect to your account.
sr: Ако сте повезани на интернет, <a href="skype:?go#myaccount">притисните овде</a> да бисте се повезали на Ваш налог.

source: p/m
sr: /мин.

source: one-off
sr: једнократно

source: per minute
sr: по минуту

source: one-off fee
sr: једнократна цена

source: Waiting for caller to accept
sr: Чекање да позивалац прихвати

source: Per minute fee accepted
sr: Прихваћена цена по минуту

source: Charge rejected
sr: Уплата је одбијена

source: Payment complete
sr: Уплата је успела

source: One-off fee accepted
sr: Прихваћена једнократна цена

source: Technical error stopped payment. The advisor will send a new charge request or restart the call.
sr: Техничка грешка је спречила уплату. Саветник ће да пошаље нови захтев за уплату или ће поново покренути позив.

source: Price is outside of limits
sr: Цена је ван граница

source: Payment request timed out
sr: Захтев за уплату је истекао

source: Account on hold
sr: Налог на чекању

source: Per minute fee
sr: Тарифа по минуту

source: One-off fee
sr: Једнократна тарифа

source: New per minute fee
sr: Нова тарифа по минуту

source: New one-off fee
sr: Нова једнократна тарифа

source: Report abuse
sr: Пријави злоупотребу

source: Hide charge history
sr: Сакриј списак уплата

source: Show charge history
sr: Прикажи историјат уплата

source: I accept the <a href="skype:?go#terms.premium.caller">terms and conditions</a>
sr: Прихватам <a href="skype:?go#terms.premium.caller">одредбе и услове</a>

source: Pay
sr: Плати

source: Charge rejected. Negotiate and <a href="selectnewfee">try again</a> or end the call.
sr: Уплата је одбијена. <a href="selectnewfee">Пробајте поново</a> или прекините позив.

source: Technical error stopped payment. <a href="selectnewfee">Send a new charge request</a> or restart the call.
sr: Техничка грешка је спречила уплату. <a href="selectnewfee">Пошаљите нови захтев за уплату</a> или прекините позив.

source: Caller is using a version of Skype that can't be used for Skype Prime. Ask them to visit <a href="http://www.skype.com/">www.skype.com</a> to download the latest version.
sr: Саговорник користи издање скајпа које се не може користити за скајп прајм (Skype Prime). Замолите га да посети <a href="http://www.skype.com/">www.skype.com</a> и да преузме последње издање.

source: Caller doesn't have enough credit to continue payment
sr: Позивар нема кредита да наставите са уплатом

source: Are you sure you want to block <b>%s</b>? They will be removed from your Contact list and they won't be able to contact you.
sr: Да ли сигурно желите да блокирате корисника <b>%s</b>? Корисник ће бити уклоњен из списка познаника и неће моћи да Вас контактирају.

source: To unblock someone, go to your privacy settings under Tools > Options.
sr: Да бисте некога деблокирали, идите у подешавања приватности, под менијем „Алатке > Опције‟.

source: Are you sure you want to block these people? They will be removed from your Contact list and won't be able to contact you.
sr: Да ли сигурно желите да блокирате ове људе? Они ће бити уклоњени из списка познаника и неће моћи да Вас контактирају.

source: Try entering your email sign in details again to search for people who are already on Skype.
sr: Пробајте да унесете податке о Вашем налогу како бисте тражили људе који већ користе скајп.

source: Skip this step
sr: Прескочите овај корак

source: Send your friends, family and colleagues a quick note to let them know you're on Skype.
sr: Пошаљите пријатељима, породици и колегама кратку поруку како би знали да користите скајп.

source: Searching for a webcam. Please wait…
sr: Тражење веб камере је у току. Молимо да сачекате…

source: You set your picture now and all your contact will see it in your profile
sr: Ако сада подесите слику, сви Ваши познаници моћи ће да је виде у Вашем профилу

source: See detailed rates for all countries
sr: Прегледајте детаљне тарифе за све државе

source: Issues with this call?
sr: Да ли имате проблем са овим позивом?

source: <a href="skype:?callfeedback">Click here</a>
sr: <a href="skype:?callfeedback">Притисните овде</a>

source: pt
sr: тач

source: Open a new window when I receive a new message in Compact view
sr: Отвори нови прозор кад год добијем нову поруку у компактном погледу

source: <b>Excellent</b><br/>Perfect, clear, no problems
sr: <b>Одлично</b><br/>Савршено, јасно, без проблема.

source: <b>Good</b><br/>Minor problems, hardly noticed them
sr: <b>Добро</b><br/>Уз мање, једва приметне проблеме

source: <b>Fair</b><br/>Had some problems that affected the call
sr: <b>Солидно</b><br/>Било је неколико проблема који су утицали на квалитет разговора

source: <b>Poor</b><br/>Had several problems; really affected the call
sr: <b>Лоше</b><br/>Наишли смо на неколико проблема који су утицали на квалитет разговора

source: <b>Very bad</b><br/>Problems so bad the call was impossible
sr: <b>Јако лоше</b><br/>Проблеми су учинили разговор немогућим.

source: Send IM to group
sr: Пошаљи поруку целој групи

source: Visual style of the window
sr: Изглед прозора

source: You've used your free trial minutes.
sr: Искористили сте бесплатне пробне минуте.

source: Thanks for calling. If you want to call phones and mobiles again, you'll need some Skype Credit.
sr: Хвала Вам на позиву. Ако желите поново да зовете мобилне и фиксне, биће Вам потребан скајпов кредит.

source: How was that?
sr: Како вам се допало?

source: If you want to call a phone number again, you'll need some Skype Credit.
sr: Ако желите поново да бирате број телефона, потребан Вам је скајпов кредит.

source: Share your MySpace profile with your Skype contacts.
sr: Дели мој профил са МајСпејса са познаницима.

source: <a href="skype:?connect_myspace">Connect your MySpace profile</a> or <a href="skype:?go#mandalay.join">sign up to MySpace</a>
sr: <a href="skype:?connect_myspace">Повежите свој Мајспејс профил</a> или <a href="skype:?go#mandalay.join">се пријавите на Мајспејс</a>

source: Use MySpace Picture
sr: Користи слику са МајСпејса

source: MySpace pic
sr: Слика са Мајспејса

source: You need the Skype Extras Manager installed to run this extra.
sr: Потребан Вам је скајпов управник додацима да бисте покренули овај додатак.

source: Number not recognised. Go to the Call Phones tab to enter the number and send the SMS.
sr: Број није препознат. Идите у одељак Звање телефонских бројева како бисте унели број или послали СМС поруку.

source: Show online user count in contact list
sr: Прикажи број познаника у списку

source: Show group avatar and topic
sr: Покажи групни логотип и тему

source: That email address is already in the list
sr: Ова ел. адреса је већ у списку

source: Sorry, there was an error when requesting your MySpace picture
sr: Жао нам је, дошло је до грешке при пријему слике са мајспејса (MySpace)

source: The file transfer is still in progress. You can open the file once the transfer is complete.
sr: Пријем датотека и даље траје. Можете да отворите датотеку чим се пријем заврши.

source: The file "%s" cannot be found. Probably it has been renamed or moved to a different location
sr: Датотека „%s‟ није пронађена. Вероватно јој је промењено име или је уклоњена, или је премештена на друго место.

source: File not found
sr: Датотека није пронађена

source: The contact must have a valid phone number for you to send SMS
sr: Познаник мора да има важећи број телефона да бисте могли да пошаљете СМС поруку

source: Topic
sr: Тема

source: %s can't see you yet. Click on the button below to start your video.
sr: Познаник %s вас још не види. Притисните дугме испод како бисте покренули видео.

source: %s can't see you yet. Connect a webcam to start video.
sr: Познаник %s вас још не види. Прикључите веб камеру како бисте покренули видео.

source: Charging stopped. When the call is taken off hold, the advisor can send a new charge request or restart the call.
sr: Плаћање је обустављено. Када се разговор настави, саветник ће послати нови захтев за уплату, или обуставити позив.

source: Charging stopped. When the call is taken off hold, <a href="selectnewfee">send a new charge request</a> or restart the call.
sr: Уплате су прекинуте. Када се позив настави, <a href="selectnewfee">пошаљите нови захтев за уплату</a> или поновите позив.

source: Public chats are not supported in this version
sr: Јавни разговори нису подржани у овом издању

source: There's a problem with the sound card inside your computer. Try plugging in a USB headset for this call.
sr: Постоји проблем са звуком на вашем рачунару. Пробајте да укључите УСБ слушалице за овај разговор.

source: There's a problem with the microphone inside your computer. Try plugging in a USB headset for this call.
sr: Постоји проблем са микрофоном у рачунару. Пробајте да укључите УСБ слушалице за овај позив.

source: Destination is temporarily blocked
sr: Одредиште је привремено блокирано

source: No events matching "%s"
sr: Не постоји догађај „%s“

source: Paste As Text
sr: Налепи као текст

source: Profile not available. You can only see this person's details when you have MS Outlook open.
sr: Профил није доступан. Можете да видите детаље о овој особи само ако је отворен аутлук (MS Outlook).

source: Your password is too long. It needs to be 6-20 characters long. Try a new password.
sr: Ваша лозинка је предугачка. Лозинка мора бити дугачка од 6 до 20 знакова. Пробајте са другом лозинком.

source: This password contains an invalid character eg Σ, ñ, à, ß. Try another password.
sr: Ова лозинка садржи недозвољен знак, попут Σ, ñ, à, ß. Пробајте са другом лозинком.

source: Your password and Skype Name are too similar. Try a new password.
sr: Ваша лозинка и корисничко име су превише слични. Задајте другачију лозинку.

source: This password contains an easy-to-guess word or sequence eg Skype, 1234, ABCD. Choose another password.
sr: Ова лозинка садржи речи или знаке који лако могу да се погоде, попут 1234 или ABCD. Задајте другачију лозинку.

source: <font color="#FF0000">No Emergency Calls</font> You appear to be attempting to make an emergency call (%s) in unknown country
sr: <font color="#FF0000">Хитни позиви нису дозвољени</font> Изгледа да желите да зовете хитне службе (%s) у непознатој држави

source: You appear to be attempting to make an emergency call (%s) in %s
sr: Изгледа да желите да направите хитан позив (%s) у држави: %s

source: Conference calling with emergency services is not supported
sr: Конференцијски позив са хитним службама није подржан

source: Adding emergency services to conference is not supported
sr: Додавање хитних служби у конференције није подржано

source: You received an email invitation from <b>%s</b>.<br/>Would you like to add this person as a contact on Skype?
sr: Добили сте позив у ел. пошти од: <b>%s</b>.<br/>Да ли желите да додате ову особу као познаника у скајп?

source: Navigation panel
sr: Панел за управљање

source: Click to update your moodmessage
sr: Притисните како бисте променили статусну поруку

source: You can access screen sharing controls by moving the mouse to the top of this selection
sr: Можете да приступите командама за дељење екрана тако што померите миша на врх овог избора

source: Starting screen sharing will also start an audio call. Are you sure you want to start an audio call?
sr: Дељење екрана ће такође да покрене аудио разговор. Да ли сигурно желите да покренете аудио разговор?

source: Starting your screen sharing will stop receiving screen sharing from %s. Are you sure you want to start screen sharing?
sr: Дељење екрана са новом особом ће обуставити дељење екрана од корисника %s. Да ли сигурно желите да почнете са новим дељењем екрана?

source: Screen sharing active
sr: Дељење екрана је укључено

source: Use spacebar to open profile
sr: Користите размакницу да отворите профил

source: To press use spacebar
sr: Да бисте притисли користите размакницу

source: To edit use spacebar
sr: Да бисте уредили користите размакницу

source: The sound going into your microphone is too loud. Speak more quietly or move the microphone further away.
sr: Звук који долази у Ваш микрофон је прегласан. Пробајте да говорите тише, или да одмакнете микрофон даље.

source: The sound going into your microphone is too loud. To automatically adjust your sound levels, go to your <a href="skype:?options#sounddevices">audio settings</a> and check the box beside Automatically adjust microphone settings.
sr: Звук који долази до Вашег микрофона је прегласан. Да бисте аутоматски подесили јачину снимљеног звука, идите у <a href="skype:?options#sounddevices">аудио подешавања</a> и изаберите аутоматско подешавање микрофона.

source: Use numeric keyboard to generate tones
sr: Користите нумеричку тастатуру да генеришете тонове

source: On hold
sr: На чекању

source: Invalid hotkeys detected
sr: Пронађени су неважећи брзи тастери

source: WinKey cannot be used as a hotkey for %s
sr: Виндовс тастер не може да се користи као брзи тастер за %s

source: <font color="#ff0000"><b>Limited emergency calling.</b></font> Use Skype as an absolute last resort for emergency calling.
sr: <font color="#ff0000"><b>Ограничена могућност звања хитних служби.</b></font> Користите скајп као последње уточиште за хитне позиве.
