Repository: filmil/translation
Catalog: skype/*.po
Languages: sr

source: Set up <b>call forwarding</b> and receive calls on your mobile phone while you are away from your computer. <a href="skype:?go#help.guide.callforwarding">Learn more about call forwarding</a>.
sr: Подесите <b>прослеђивање позива</b> и примајте позиве преко скајпа и кад нисте за рачунаром. <a href="skype:?go#help.guide.callforwarding">Сазнајте више о прослеђивању позива</a>.

source: The phone number you entered is invalid. Please try another one. <a href="skype:?go#help.guide.callforwarding">Learn more about call forwarding</a>.
sr: Број телефона ког сте унели је неважећи. Молимо да пробате неки други број. <a href="skype:?go#help.guide.callforwarding">Сазнајте више о прослеђивању позива</a>.

source: <b>Call forwarding is now active</b>.<br/>You can change your settings in Options in the Tools menu. <a href="skype:?options#callforward">Open Options</a>.
sr: <b>Прослеђивање позива је укључено</b><br/>Можете да промените подешавања у Опцијама из менија „Алатке‟ <a href="skype:?options#callforward">Отворите опције</a>.

source: <b>Sorry, there was a problem with the network</b>.<br/><a href="skype:?options#callforward">Open Options</a> and try again.
sr: <b>Жао нам је, дошло је до проблема на мрежи.</b><br/><a href="skype:?options#callforward">Отворите опције</a> и пробајте поново.

source: Forwarded calls are charged at <a href="skype:?go#rates">our rates for calling phones and mobiles</a>.
sr: Прослеђивање позива наплаћује се по <a href="skype:?go#rates">тарифи за фиксне и мобилне телефоне</a>.

source: Add Video to Your Mood…
sr: Додај видео у расположење…

source: Add <a href="skype:?multimedia_mood">video</a> or write a message here for your friends to see.
sr: Додајте <a href="skype:?multimedia_mood">видео</a> или напишите поруку овде како би сви Ваши пријатељи могли да виде.

source: Click to change video.
sr: Притисните да бисте променили видео.

source: Play video %s
sr: Пусти видео %s

source: Video snapshots
sr: Фотографије

source: Pictures are saved in your Skype Pictures folder.
sr: Слике се чувају међу скајповим сликама (Skype Pictures).

source: This feature is only available to SkypePro customers. <a href="skype:?go#skypepro">Click here to learn more</a>
sr: Ова могућност је доступна само кориснисима скајпПроа. <a href="skype:?go#skypepro">Прочитајте више о томе</a>

source: Take a Snapshot
sr: Направи снимак

source: Business contact
sr: Пословни познаник

source: Do you want Skype to keep dialing this number for you?
sr: Да ли жели те да скајп и даље окреће овај број за Вас?

source: Skype has redialed this number %s times. Number still busy.
sr: скајп је позвао број оволико пута: %s. Број је и даље заузет.

source: Start redialing
sr: Почни поновно звање

source: Continue redialing
sr: Настави звање

source: Redialing in %s minutes.
sr: Звање за оволико минута: %s.

source: Redialing in %s seconds.
sr: Звање за оволико секунди: %s.

source: Cancel redialing
sr: Откажи звање

source: Redialing %s
sr: Поновно звање: %s

source: %s - phone number still busy.
sr: %s - број је још увек заузет.

source: Contact can only receive IMs.
sr: Познаник може само да прима разговоре.

source: Cannot call this business contact.
sr: Није могуће позвати овог пословног познаника.

source: <b>Call phones</b> or send SMS messages
sr: <b>Зовите телефоне</b> или шаљите СМС поруке

source: <b>Directory</b> Find people, businesses or learn something new
sr: <b>Именик</b> Пронађите бројеве телефона и записнике разговора

source: <b>Shop</b> Buy a headset, phone and more
sr: <b>Продавница</b> Купите слушалице, телефон и друго

source: New Contact
sr: Нови познаник

source: New Group Conversation
sr: Позивница за групни разговор

source: Edited %s
sr: Уређено %s

source: Removed %s
sr: Уклоњен %s

source: Edit message
sr: Уреди поруку

source: Add all to my Contacts
sr: Додај све у списак познаника

source: sent a contact card to everyone
sr: слање визиткарте свим учесницима овог разговора

source: sent %d contact cards to everyone
sr: слање визиткарти (ук. %d) учесницима овог разговора

source: sent %d contacts to everyone. <a href="chat:contacts_%d">Click here</a> to select who to add to your Contact list.
sr: послато оволико: %d контаката учесницима у овом разговору. <a href="chat:contacts_%d">Притисните овде</a> да изаберете кога ћете додати у списак познаника.

source: This is an example of a call alert
sr: Ово је пример узбуне у обавештајној зони

source: at
sr: у

source: Another contact
sr: Још познаника

source: Save as
sr: Сачувај као

source: Edit
sr: Уреди

source: Send snapshot
sr: Пошаљи инсерт

source: Set as my picture
sr: Постави као моју слику

source: Set as desktop background
sr: Постави као позадину

source: End Call
sr: Крај позива

source: SMS
sr: СМС

source: <img id="4146"/> %s is using Skype <br/> without a computer.
sr: <img id="4146"/> %s користи скајп <br/> без рачунара.

source: Using Skype without my computer. <a href="skype:?go#deviceindicator">Find out more</a>.
sr: Користите скајп без рачунара. <a href="skype:?go#deviceindicator">Сазнајте више</a>.

source: Using Skype without my computer.
sr: Како користити скајп без рачунара.

source: Videos
sr: Видео

source: Add more people
sr: Додај још људи

source: Options
sr: Опције

source: Contacts to send
sr: Познаници који се шаљу

source: Number still busy
sr: Број је и даље заузет

source: Video Snapshots…
sr: Видео снимци…

source: %s of %s
sr: %s од %s

source: , %d %s remaining
sr: , %d %s преостаје

source: Failed
sr: Неуспело

source: Redialing in %s minute
sr: Поновно звање за оволико минута: %s

source: Redialing in %s second
sr: Поновно звање за оволико секунди: %s

source: %s - redialing in %s second
sr: %s - аутом. звање за %s s

source: Details
sr: Детаљи

source: Hide details
sr: Сакриј детаље

source: %d files
sr: датотека: %d

source: Save all
sr: Сачувај све

source: Cancel all
sr: Обустави све

source: %s is sending everyone a file.
sr: %s шаље свима датотеку.

source: %s is sending everyone %d files.
sr: %s шаље свима више датотека (ук: %d).

source: Call Forwarding Options
sr: Опције за прослеђивање позива

source: Set up Call Forwarding…
sr: Подеси прослеђивање позива…

source: Remove video '%s' from my mood
sr: Уклони видео „%s‟ из мог расположења

source: What's new?
sr: Шта има ново?

source: Do you know this person? If not, do you really want them to contact you?
sr: Да ли познајете ову особу? Ако је не познајете, добро размислите да ли желите да допустите да Вас контактира.

source: %s video will be added to the conversation for everyone to watch.
sr: Видео (кор.: %s) ће бити додат у разговор како би сви могли да га виде.

source: Cancel voicemail
sr: Откажи снимање говорне поруке

source: Add video to conversation - %s
sr: Додај видео у разговор - %s

source: The language string %s is invalid. Cannot load the language file.
sr: Језичка ниска „%s‟ је неважећа. Није могуће учитати језичку датотеку.

source: Change your mood
sr: Промена расположења

source: <center><a href="#">Get Adobe Flash player</a><br/>to view video.</center>
sr: <center><a href="#">Набавите Адобијев флеш плејер (Adobe Flash Player)</a><br/> да бисте гледали видео</center>

source: You need to install or upgrade your Flash player ActiveX component.<br/>Do you want to install it now?
sr: Да бисте користили ову могућност, потребно је да инсталирате или доградите ваш Флеш (Flash player) помоћу АктивИкс (ActiveX) компоненте.<br/>Да ли желите да је одмах инсталирате?

source: Your video snapshots are saved <a href="skype:?video_snapshots_dir">here</a>.
sr: Ваши видео снимци су сачувани <a href="skype:?video_snapshots_dir">овде</a>.

source: Send to %s
sr: Пошаљи за %s

source: Redial delayed by other call(s).
sr: Поновно звање је обустављено због других позива.

source: If you are under 16 years of age Skype stops people you do not know from contacting you
sr: Ако имате мање од 16 година, скајп не допушта да Вас зову људи које не познајете

source: Auto redial busy numbers every
sr: Поновно звање заузетих бројева:

source: Problem connecting to video server. Please try again later.
sr: Дошло је до грешке при повезивању на видео сервер. Молимо покушајте касније.

source: This commercial contact can't receive files.
sr: Овај пословни познаник не може да прима датотеке.

source: Accept Skype browser cookies
sr: Прихвати скајпове колачиће

source: Clear Skype cookies
sr: Уклони скајпове колачиће

source: This service is disabled. Please contact your system administrator for more info.
sr: Ова услуга је искључена. Молимо да се обратите администратору система за више података.

source: Transferred by %s%s
sr: Пренео: %s%s

source: > 24 hours
sr: > 24 сата

source: Unfortunately this service requires a later version of Internet Explorer (IE) than the one you are using. If you would like to continue, you will need to upgrade.<br/><br/>To get to the latest version of IE visit: http://www.microsoft.com<br/><br/>After you have installed the new version of IE, go back to Skype and try using Send Money again.
sr: На жалост, ова услуга захтева издање Интернет ескплорера (Internet Explorer) новије од овог које користите. Ако желите да наставите, мораћете да доградите експлорер. <br/><br/>Да бисте набавили најновије издање експлорера, посетите: http://www.microsoft.com<br/><br/>Пошто инсталирате ново издање, поново покрените услугу из скајпа и пробајте поново.

source: Your webcam is set up for Skype. Next time you're in a call click <strong>Start My Video</strong> to have a video call.<br/>Try it out - watch the preview.
sr: Ваша камера је подешена за скајп. Следећи пут када неког зовете, притисните <strong>Пусти мој видео</strong> да бисте покренули видео разговор. <br/>Пробајте одмах и видите преглед.

source: Skype™ - all set for High Quality Video
sr: скајп (Skype™) - висококвалитетна слика са камере

source: You've got a High Quality Video webcam.
sr: Имате камеру која снима висококвалитетан видео.

source: Preview
sr: Преглед

source: You are watching High Quality Video
sr: Гледате висококвалитетни видео

source: You are watching High Quality Video.<br/><a href="skype:?go#highqualityvideo">Find out more</a>.
sr: Гледате висококвалитетни видео.<br/><a href="skype:?go#highqualityvideo">Сазнајте више</a>.

source: You are sending High Quality Video.
sr: Шаљете висококвалитетни видео.

source: %s people on Skype
sr: Број људи на скајпу: %s

source: Get started
sr: Први кораци

source: Show this guide when I start Skype
sr: Не приказуј овај водич када покренем скајп

source: Welcome to Skype
sr: Добродошли у скајп

source: Get set up in three easy steps.
sr: Подесите све што треба у три лака корака.

source: Make a test call to check your sound
sr: Направите први пробни позив и проверите звук

source: Find people you know
sr: Тражите ли познанике?

source: That's it! Enjoy using Skype
sr: То је све! Уживајте уз скајп

source: There seems to be a problem.
sr: Изгледа да имамо проблем.

source: Have fun using Skype
sr: Уживајте уз скајп

source: Continue getting started
sr: Наставите са првим корацима

source: In the Contact list on the left, click the contact called <b>Skype Test Call</b>.
sr: У списку познаника с леве стране, пронађите и притисните скајпов пробни позив („Skype Test Call“).

source: Then click the <b>green Start call button</b>
sr: Затим притисните <b>зелено дугме за звање</b>

source: Show me
sr: Покажи ми

source: Wasn't that fun? If everything went smoothly, click Next<br/>If you had any problem hearing the recording or your own voice played back to you, <a href="">click here</a>
sr: Зар то није било забавно? Ако је све прошло како треба, притисните „Даље‟ <br/> Ако сте наишли на проблем да чујете или снимите звук, <a href="">притисните овде</a>

source: To make calls on Skype you need a microfone and speakers. Make sure they are plugged in and turned on. The cables are usually pink for the microphone and green for speakers.
sr: Да бисте звали помоћу скајпа, потребни су вам микрофон и звучници. Проверите да су прикључени и укључени. Каблови су обично ружичасте боје за микрофон и зелени за звучнике.

source: If your computer does not have a microphone and speakers, you'll need a headset to make calls on Skype.
sr: Ако Ваш рачунар нема микрофон и звучнике, биће Вам потребне слушалице како бисте звали помоћу скајпа.

source: or <a href="">check your sound settings</a>
sr: или <a href="">проверите подешавања звука</a>

source: There are two ways to add your friends, family and colleagues to your contacts list.
sr: Постоје два начина да додате пријатеље, породицу или колеге у Ваш списак познаника.

source: Search your address books to see who's on Skype
sr: Претрага адресара у потрази за људима који користе скајп

source: Choose the email account(s) you use. If you use Yahoo email, type in your user ID and password.
sr: Изаберите адресу електронске поште коју користите. Ако користите Јахуову пошту (Yahoo email), унесите Ваше тамошње корисничко име и лозинку.

source: Know someone on Skype already? Find them here
sr: Да ли већ познајете некога ко користи скајп? Пронађите га овде

source: Skype matches names in your address books with names in the Skype network.
sr: Скајп упарује имена из адресара са именима на скајповој мрежи.

source: It is completely safe - Skype won't send them emails or add them to your Skype contacts without your OK.
sr: Ово је сасвим безбедно - скајп им неће слати ел. пошту нити их додати у списак познаника без Вашег одобрења.

source: Enter your friend's name, Skype Name or email address
sr: Унесите пријатељево име, скајпово име, или електронску адресу

source: Hotmail
sr: Хотмејл (Hotmail)

source: Yahoo
sr: Јаху (Yahoo)

source: Gmail
sr: Гмејл (Gmail)

source: Outlook
sr: Аутлук (Outlook)

source: Outlook Express
sr: Аутлук експрес (Outlook Express)

source: View results
sr: Преглед резултата

source: <a href="">Search again</a>
sr: <a href="">Тражи поново</a>

source: We are searching to see which of your friends are already on Skype. This may take a few minutes. You can click Next to continue getting started while you wait.
sr: Тражимо Ваше пријатеље који већ користе скајп. Ово може да траје неколико минута. Можете да притиснете „Даље‟ како бисте наставили са сопственим подешавањима док претрага траје.

source: We've found %d of your friends who might be on Skype
sr: Пронашли смо Ваше пријатеље (укупно: %d) који можда користе скајп

source: Great! You added %d friends as Skype contacts.<br/> When they accept your contact details, you can call them as much as you like. It's completely free! Click Next to continue.
sr: Одлично! Додали сте неколико пријатеља (укупно: %d) међу познанике са скајпа. <br/> Када прихвате ваше детаљне податке, можете их звати до миле воље. Потпуно је бесплатно! Притисните „Даље‟ да наставите.

source: Import of contacts was cancelled.
sr: Увоз познаника је отказан.

source: Go to Call phones to find out more.
sr: Идите на „Звање телефона‟ како бисте сазнали више.

source: Almost done. You can now call people free Skype-to-Skype.
sr: Још мало па је готово. Од сада можете бесплатно звати друге кориснике скајпа.

source: If you also want to call people on mobile phones and landlines you need to buy Skype Credit for your account.
sr: Ако такође желите да позивате мобилне и фиксне телефоне, биће Вам потребно да купите скајпов кредит за Ваш налог.

source: Calling phones and mobiles costs a little, and you can call anywhere in the world at our great low rates.
sr: Звање мобилних и фиксних телефона је јефтино, а можете да зовете било које место на свету по нашим изванредно ниским ценама.

source: You can always open Getting Started from the main menu
sr: Можете увек да отворите „Како почети‟ из главног менија

source: Skype Test Call is not in your Contact list
sr: Скајпов пробни позив тренутно није у списку познаника

source: Call button is not on screen
sr: Дугме за звање није приказано на екрану

source: Call phones button is not on screen
sr: Дугме за звање телефона није приказано на екрану

source: Please enter username and password for all checked email accounts
sr: Молимо да унесете корисничко име и лозинку за све пријављене налоге електронске поште

source: Home
sr: Кућа

source: Office
sr: Посао

source: Mobile
sr: Мобилни

source: none
sr: ниједан

source: Accept
sr: Прихвати

source: Add a telephone number
sr: Додај тел. број

source: Save this number as a contact
sr: Сачувај овај број као број познаника

source: Add all to contacts
sr: Додај све у познанике

source: Save number in Contacts
sr: Сачувај број

source: Add to conference
sr: Додај у конференцију

source: Add to contacts
sr: Додај у познанике

source: Allow
sr: Дозволи

source: Do not allow
sr: Забрани

source: Answer
sr: Јави се

source: Answer with video
sr: Јави се путем видеа

source: Back
sr: Назад

source: Call Group
sr: Група позива

source: Call Quality
sr: Квалитет везе

source: Call Quality Average
sr: Просечан квалитет везе

source: Call Quality Bad
sr: Лош квалитет везе

source: Call Quality Warning
sr: Упозорење о квалитету везе

source: Call Quality Error
sr: Грешка на вези

source: Send message
sr: Пошаљи поруку

source: Charge
sr: Уплати

source: Change your country
sr: Промените државу

source: Clear
sr: Очисти

source: Conversations
sr: Разговори

source: Display the conversation here instead
sr: Приказуј разговоре овде

source: Show the window containing the conversation
sr: Прикажи прозор са разговором

source: Selected contacts
sr: Изабрани познаници

source: Decline
sr: Одбиј

source: Dialpad
sr: Бројчаник

source: Dial this phone number
sr: Позови овај број

source: Directory
sr: Именик

source: Down
sr: Доле

source: Don't use for Skype
sr: Не користи за скајп

source: Don't show again
sr: Не приказуј поново

source: File
sr: Датотека

source: File Transfer
sr: Пренос датотеке

source: Exit this guide
sr: Затвори овај водич

source: Find out more
sr: Сазнајте више

source: Show history
sr: Приказ дневника

source: Hide history
sr: Сакриј дневник

source: All messages
sr: Све поруке

source: Find friends
sr: Нађи пријатеље

source: FindFriends
sr: Тражење пријатеља

source: <ks>N</ks>ext
sr: <ks>Д</ks>аље

source: <ks>P</ks>revious
sr: <ks>Н</ks>азад

source: Forward
sr: Проследи

source: %d new messages
sr: Нових порука: %d

source: <b><font type="Arial">Get started</font></b>
sr: <b><font type="Arial">Како почети</font></b>

source: Other
sr: Остало

source: Save group in Contacts
sr: Сачувај групу у познанике

source: End call
sr: Крај везе

source: Last message
sr: Последња порука

source: Hide messages
sr: Сакриј поруке

source: Hold call
sr: На чекање

source: Info
sr: Подаци

source: Ignore
sr: Занемари

source: Join call
sr: Придруживање позиву

source: <b><font color="#475358">Left</font></b>
sr: <b><font color="#475358">Лево</font></b>

source: Make test call
sr: Направи пробни позив

source: Choose emoticon
sr: Избор емотикона

source: Share
sr: Дели

source: Extras
sr: Додаци

source: Group SMS
sr: Групни СМС

source: IM
sr: Пор.

source: From
sr: Шаље

source: To
sr: Прима

source: More
sr: Даље

source: Mute
sr: Утишај

source: UnMute
sr: Звук

source: Set your caller ID
sr: Поставите идентификацију

source: SMS select to
sr: СМС за

source: New
sr: Ново

source: Next page
sr: Следећа страна

source: Other call functions
sr: Друге функције разговора

source: Okay
sr: У реду

source: Open file
sr: Отвори датотеку

source: Pause
sr: Пауза

source: Play
sr: Пусти

source: Previous page
sr: Претходна страна

source: Contact not authorized
sr: Познаник није овлашћен

source: General info
sr: Општи подаци

source: Hide profile
sr: Сакриј профил

source: Minimize Profile
sr: Смањи профил

source: Maximize Profile
sr: Увећа профил

source: Show avatar
sr: Покажи сличицу

source: Numbers
sr: Бројеви

source: Show profile
sr: Прикажи профил

source: Additional info
sr: Додатни подаци

source: Read
sr: Читај

source: Re-record voicemail
sr: Сними говорну пошту

source: Stop recording
sr: Прекини снимање

source: Redial
sr: Зови опет

source: Remind me later
sr: Подсети ме касније

source: Resume call
sr: Настави позив

source: <b><font color="#475358">Right</font></b>
sr: <b><font color="#475358">Десно</font></b>

source: Save Contact
sr: Сачувај познаника

source: See my video
sr: Преглед мог видеа

source: Search History
sr: Историјат претраге

source: Search email contacts
sr: Претражи познанике

source: Search Skype directory
sr: Претражи скајпов именик

source: Add contacts
sr: Додај познаникe

source: Skip
sr: Прескочи

source: Done
sr: Готово

source: Shop
sr: Купи

source: Show me where
sr: Покажи где

source: Show messages
sr: Приказ порука

source: Skip version
sr: Прескочи издање

source: <center>Press Me</center>
sr: <center>Притисни ме</center>

source: Video call
sr: Видео позив

source: Show Picture
sr: Избор слике

source: Hide Picture
sr: Сакриј слику

source: Search number from Directory
sr: Претражи број из именика

source: Search Directory
sr: Претражи именик

source: Up
sr: Горе

source: Use for Skype
sr: Користи за скајп

source: Update now
sr: Освежи сада

source: Video snapshot
sr: Видео снимак

source: Turn on video
sr: Укључи мој видео

source: Turn off video
sr: Искључи видео

source: Video
sr: Видео

source: Start screen sharing
sr: Дели екран

source: Select full screen
sr: Цео екран

source: Change selection
sr: Промена избора

source: Stop screen sharing
sr: Крај дељења екрана

source: View all new events
sr: Преглед свих нових догађаја

source: Volume down
sr: Тише

source: Volume up
sr: Гласније

source: Use webcam microphone
sr: Користи микрофон са камере

source: See what's new in Skype
sr: Видите шта има ново у скајпу

source: Return
sr: Врати се

source: Allow access
sr: Дозволи приступ

source: Deny access
sr: Забрани приступ

source: Partner
sr: Партнер

source: Give feedback
sr: Пошаљи критике

source: Minimize
sr: Умањи

source: Maximize
sr: Увећај

source: Separate
sr: Одвоји

source: Unite
sr: Састави

source: Unmute your microphone
sr: Укључи микрофон

source: Unmute your speakers
sr: Укључи звучнике

source: Yes, please
sr: Да, молим

source: No, thanks
sr: Не, хвала

source: Add more contacts
sr: Додај још познаника

source: Skype encountered an error accessing stored data. You have been logged out to protect the integrity of your data.
sr: Скајп је наишао на грешку приликом приступа сачуваним подацима. Одјављени сте како би се заштитио интегритет података.

source: Can't open Skype. You are already signed in on this computer. Please sign out and try again.
sr: Није могуће покренути скајп. Већ сте пријављени с овог рачунара. Молимо да се одјавите и пријавите поново.

source: Add phone numbers
sr: Додај бројеве телефона

source: Send SMS message.
sr: Пошаљи СМС поруку.

source: Call %s.
sr: Позови: %s.

source: End call with %s.
sr: Крај разговора: %s.

source: <b>Directory</b>
sr: <b>Именик</b>

source: Help
sr: Помоћ

source: Find people
sr: Нађи људе

source: Type Skype name, full name or email address to find people on Skype
sr: Унесите име на скајпу, пуно име или ел. адресу људи које желите да пронађете на скајпу

source: e.g. John Smith
sr: нпр. Пера Перић

source: Find business recommendations
sr: Нађи пословне препоруке

source: What?
sr: Шта?

source: e.g. restaurant
sr: нпр. ресторан

source: Where?
sr: Где?

source: e.g. London
sr: нпр. Лондон

source: Find businesses in:
sr: Пронађите радње у:

source: Chat rooms
sr: Собе за разговор

source: Join live conversations happening now
sr: Придружите се разговорима уживо који сада теку

source: Browse online
sr: Преглед на вези

source: Recommend a business
sr: Пословна препорука

source: See friends who are already on Skype
sr: Видите пријатеље који већ користе скајп

source: Go to business listings homepage
sr: Погледајте списак послова
