Repository: filmil/translation
Catalog: skype/*.po
Languages: sr

source: The picture "%s" belongs to %s.
sr: Слика „%s“ припада кориснику %s.

source: Please sign in as %s to select this file.
sr: Молимо пријавите се као %s да изаберете ову датотеку.

source: File belongs to another person
sr: Датотека припада другом кориснику

source: There was a problem with the file, and it could not be installed.
sr: Има проблема са датотеком и зато није могла бити постављена.

source: Looking to meet new people? Looking for someone in particular? Search the Skype Directory.
sr: Да ли желите да упознате нове људе? Да ли тражите неку одређену особу? Претражите скајпов именик.

source: If you know their <b>Skype Name</b>, <b>full name</b> or <b>email address</b> enter it here, or leave this box blank.
sr: Ако знате <b>скајпово име особе, пуно име</b> или <b>ел. адресу</b> унесите их овде, или оставите ова поља празна.

source: Cannot delete Skype default sound.
sr: Није могуће обрисати скајпов подразумевани звук.

source: Cannot delete this sound as the file contains more than one sound and might be in use elsewhere.
sr: Није могуће обрисати овај звук пошто датотека садржи више од једног звука и можда се користи на другом месту.

source: Cannot delete this picture - the file does not exist.
sr: Није могуће обрисати ову слику - датотека не постоји.

source: Copy profile
sr: Умножи профил

source: Call forwarding
sr: Прослеђивање позива

source: Let Skype take a message if you're offline or away from your computer when someone calls.
sr: Дозволите скајпу да преузме поруке ако нисте на мрежи или ако нисте за рачунаром када неко позове.

source: Add more phone numbers
sr: Додајте још бројева

source: One phone number only
sr: Само један број

source: Send calls to voicemail if…
sr: Пошаљи позив у гласовну пошту ако…

source: Note: If call forwarding is on, calls will be sent first to the phone number(s) you entered
sr: Примедба: Ако је прослеђивање позива укључено, позиви ће прво бити слати на унесене бројеве.

source: If there is no answer, calls are sent to voicemail
sr: Ако тамо нема одговора, позиви се шаљу у говорну пошту.

source: I reject an incoming call
sr: Када одбијем долазећи позив

source: I am already in a call
sr: Ако већ имам активну везу

source: Enter phone number
sr: Унесите број телефона

source: You'll need
sr: Морате да

source: Saving new settings
sr: Чување нових подешавања

source: This may take a few minutes
sr: Ово може потрајати више минута.

source: Sorry. Your new call forwarding settings could not be saved at this time. Please try again later.
sr: Жао нам је. Ваша нова подешавања прослеђивања позива нису могла бити сачувана. Молимо да пробате касније.

source: Call forwarding settings not saved
sr: Подешавања прослеђивања позива нису сачувана

source: Phone number or Skype Name is invalid. Please check and try again.
sr: Унети број телефона или скајпово име су неважећи. Молимо исправите и пробајте поново.

source: Error in call forwarding settings
sr: Дошло је до грешке у подешавањима прослеђивања позива

source: You need to have some Skype Credit to forward calls to mobiles or landlines
sr: Потребан вам је скајпов кредит за прослеђивање позива на фиксне или мобилне телефоне

source: Call forwarding information
sr: Подаци о прослеђивању позива

source: Show messages about…
sr: Приказ порука о…

source: Help and Skype tips
sr: Помоћ и савети за скајп

source: /me sent file %s
sr: /me је послао датотеку %s

source: /me sent files %s
sr: /me је послао датотеке %s

source: Sound playback error
sr: Грешка при пуштању звука

source: Error with sound file.
sr: Грешка у звучној датотеци.

source: This sound file can't be found and may have been deleted.
sr: Датотека са звуком није пронађена, можда зато што је обрисана.

source: This sound file is too big for Skype to play (maximum file size 1.5 MB).
sr: Ова звучна датотека је сувише велика да би је скајп репродуковао (највећа дозвољена величина је 1.5MB).

source: Skype can't read the file.
sr: Скајп не може да прочита датотеку.

source: This sound file is in a format that is not supported by Skype.
sr: скајп не подржава формат записа звука у овој датотеци.

source: Playback not supported.
sr: Пуштање није подржано.

source: Account blocked.
sr: Налог је блокиран.

source: The file %s can't be used as a picture.
sr: Датотека %s се не може користити као слика.

source: Please select a new file and try again.
sr: Молимо изаберите нову датотеку и пробајте поново.

source: File can't be used
sr: Датотека се не може употребити

source: The file %s can't be used as a sound.
sr: Датотека %s се не може користити као звук.

source: Phones and Headsets
sr: Слушалице и микрофони

source: Buy Skype Credit
sr: Купите скајпов кредит

source: Enter Skype Name
sr: Унесите скајпово име

source: The files that Skype needs to work can't be found. <br/>Please check your network connections and try again later.
sr: Датотеке које су потребне да би скајп радио нису пронађене. <br/>Молимо проверите везу са Интернетом и пробајте касније.

source: Skype can't continue running and will close
sr: Скајп не може да настави рад и биће угашен

source: Are you sure you want to close Import contacts? You can restart this wizard from the Contacts menu at any time.
sr: Да ли сигурно желите да затворите Увоз познаника? Можете га увек поново покренути из менија Алатке.

source: Close Import contacts?
sr: Да ли да затворим увоз познаника?

source: The files that Skype needs to work can't be found. <br/> Please download and reinstall Skype to fix this problem.
sr: Датотеке које су потребне да би скајп радио нису пронађене. <br/> Молимо да поново преузмете и поставите скајп како бисте отклонили проблем.

source: Your call forwarding settings have been changed in another application
sr: Подешавања прослеђивања позива су промењена у другом програму.

source: If you want to change your call forwarding settings, click Reset and enter them here
sr: Ако желите да промените Ваша подешавања прослеђивања позива, притисните „Очисти“ и унесите их тамо.

source: Reset to default
sr: Постави изворно

source: Select webcam:
sr: Избор камере:

source: Enable video
sr: Укључи видео

source: Start my video automatically when I am in a call
sr: Аутоматски покрени видео кад прихватим позив

source: Set up your webcam
sr: Подесите камеру

source: All contacts
sr: Сви познаници

source: Requests to new contacts
sr: Тражи детаље о познанику

source: Requests from new contacts
sr: Захтеви од нових познаника

source: Authorized contacts
sr: Овлашћени познаници

source: Ungrouped
sr: Негруписани

source: My current time is:
sr: Локално време је:

source: Show my time:
sr: Прикажи локално време:

source: My computer's
sr: Мог рачунара

source: You are running Skype from a USB flash drive. Any data stored by %s may not be available on other computers where this devices is used.
sr: Покрећете скајп са УСБ диска. Податке које сачува %s можда неће бити доступни на осталим рачунарима где се ови уређаји користе.

source: Say hello to %s
sr: Отпоздрави корисника %s

source: %s people
sr: број људи: %s

source: Add <b>%s</b> to your Contact list and ask them to accept your contact request.
sr: Додај корисника <b>%s</b> у списак познаника и питај их да прихвате захтев.

source: Add <b>%s</b> people to your Contact list and request their contact details.
sr: Додај неколико људи (укупно: <b>%s</b>) у списак познаника и тражи од свих њих детаљне податке.

source: Hello! Please add me to your Contact list.
sr: Здраво! Молим да ме додате у списак познаника.

source: Enter a message here for all your friends to see.
sr: Унесите овде поруку коју ће сви Ваши познаници видети.

source: Offline with voicemail
sr: Нисте на вези, са говорном поштом

source: Offline with call forwarding
sr: Нисте на вези, са прослеђивањем позива

source: Credit expires %s <a href="skype:?dialpad"> Make a call</a>.
sr: Кредит истиче: %s <a href="skype:?dialpad"> Позовите</a>.

source: Don't have a Skype Name?
sr: Немате скајпово име?

source: <a href="skype:?go#help.password.faq1">Get help</a>
sr: <a href="skype:?go#help.password.faq1">Помоћ</a>

source: Import Contacts…
sr: Увези познанике…

source: Search for Skype Users…
sr: Претрага корисника скајпа…

source: Edit Skype Language File…
sr: Уреди скајпову језичку датотеку…

source: <font size="7" color="#727272">Fields marked with an asterisk are required.</font>
sr: <font size="7" color="#727272">Поља означена звездицом морају да се испуне.</font>

source: Skype can't connect. <a href="skype:?connection_wizard">Get help fixing this problem</a>.
sr: скајп не може да се повеже. <a href="skype:?connection_wizard">Добавите помоћ око отклањања овог проблема</a>.

source: Your Skype Name and password were not recognized. Please check and try again.
sr: Ваше скајпово име и лозинка нису препознати. Молимо да их проверите и пробате поново.

source: Skype Name must start with a Latin letter (a-z).
sr: скајпово име мора почети латиничним словом (a-z).

source: Invalid address
sr: Неважећа адреса

source: Skype Name must contain at least 6 characters.
sr: скајпово име мора садржати бар 6 знакова.

source: Skype Name contains invalid characters.
sr: скајпово име садржи неисправне знаке.

source: Skype Name cannot contain more than 32 characters
sr: Скајпово име не може да има више од 32 знака.

source: Show how many contacts I have.
sr: Прикажи колико имам познаника.

source: <font size="7" color="#727272">Between %d and %d characters</font>
sr: <font size="7" color="#727272">Најмање знакова: %d, највише знакова: %d</font>

source: A valid email address is the only way to retrieve lost passwords.
sr: Исправна ел. адреса је једини начин да вратите заборављене лозинке.

source: The Skype Name you chose is already taken. Select from the following suggestions or enter a different Skype Name.
sr: скајпово име које сте изабрали је већ додељено. Изаберите неки од понуђених предлога или унесите неко друго скајпово име.

source: <font size="7" color="#727272">Note: The password you have already entered will be used for this account.</font>
sr: <font size="7" color="#727272">Пажња: лозинка коју сте већ унели биће коришћена за овај налог</font>

source: Allow my online status to be shown on the web
sr: Дозволи приказивање статуса моје везе на мрежи.

source: Learn more
sr: Прочитајте више

source: My custom sounds
sr: Моји звуци

source: Play this sound
sr: Пусти овај звук

source: Select which events play a sound
sr: Звук се чује када

source: Import sounds
sr: Увези звуке

source: Get more ringtones and custom sounds
sr: Набавите још звона и других звукова

source: Skype knocking sound
sr: скајпово звоно

source: Skype call error1
sr: Грешка при позиву, бр. 1

source: Skype call error2
sr: Грешка при позиву, бр. 2

source: Skype incoming IM2
sr: Скајпова долазна порука 2

source: Skype incoming contacts
sr: скајпов долазни познаник

source: Skype incoming voicemail
sr: скајпов долазна говорна пошта

source: Skype incoming file
sr: скајпов долазна датотека

source: Skype incoming request
sr: скајпов долазни захтев

source: Skype sign in sound
sr: скајпов звук за пријаву

source: Skype sign out sound
sr: скајпов звук за одјаву

source: Skype contact offline
sr: скајпов познаник није на вези

source: Skype message sent
sr: Скајпова порука је послата

source: Skype voicemail sent
sr: Скајпова говорна порука је остављена

source: Skype file sending complete
sr: Скајпово слање датотеке је окончано

source: Skype file sending failed
sr: Скајпов пренос датотеке није успео

source: Contact added
sr: Познаник је додат

source: Contact left
sr: Познаник је отишао

source: knocking
sr: куцање

source: call error1
sr: грешка пру звању 1

source: call error2
sr: грешка при звању 2

source: incoming message
sr: долазна порука

source: incoming contacts
sr: долазни познаници

source: incoming voicemail
sr: долазна говорна пошта

source: incoming file
sr: долазна датотека

source: incoming request for my details
sr: доспели захтеви за Ваше детаљније податке

source: I sign in
sr: се пријавим

source: I sign out
sr: се одјавим

source: my contact goes offline
sr: мој познаник прекине везу

source: I send a message
sr: пошаљем поруку

source: I send a voicemail
sr: шаљем говорну пошту

source: file has been sent
sr: датотека је послата

source: file sending failed
sr: слање датотеке није успело

source: person was added to the conference call
sr: корисник буде додат у конференцију

source: person left the conference call
sr: особа напусти конференцијски позив

source: no one
sr: ни од кога - ни за кога

source: people in my Contact list
sr: људи са списка познаника

source: Automatically receive video from
sr: Аутоматски прихвати видео од

source: Show that I have video to
sr: Покажи овим особама да постоји видео

source: %s - %d contacts, %d online
sr: %s - %d познаника, %d на вези

source: Send invitation to %s friend(s)?
sr: Да ли да пошаљем позивнице за оволико пријатеља: %s?

source: Send invitation?
sr: Слање позивнице?

source: This will automatically send an email to the %s friend(s) you selected. Are you happy to go ahead?
sr: Ово ће аутоматски послати ел. пошту свим познаницима (укупно: %s) које сте изабрали. Да ли сте сигурни?

source: Reset all sounds?
sr: Ресетовање свих звукова?

source: All your sounds will be reset back to the original defaults. Are you sure?
sr: Сва подешавања звука биће враћена на почетне вредности. Да ли сте сигурни?

source: Remove this sound file from your sounds library?
sr: Да ли да уклоним ову звучну датотеку из библиотеке звукова?

source: Unsupported file format
sr: Неподржан формат датотеке

source: Mood
sr: Нерасположен

source: Hide Contacts That Are
sr: Прикриј познанике који су

source: New password can't be the same as the old password.
sr: Нова лозинка не сме бити иста као стара.

source: You must be signed in to change your password.
sr: Морате да будете на вези ако желите да промените лозинку.

source: You should change your password to protect your security.
sr: Добро је да промените лозинку, како бисте били безбедни.

source: Password changed
sr: Лозинка је промењена

source: Incorrect password
sr: Лозинка је неисправна

source: Skype call forwarded.
sr: Разговор је прослеђен.

source: Call is forwarded
sr: Позив је прослеђен

source: Enter a message to introduce yourself.
sr: Унесите поруку којом ћете се представити.

source: Webcam settings
sr: Подешавања камере

source: Remove %d selected contacts?
sr: Уклонити изабране познанике (укупно: %s)?

source: Remove contacts
sr: Уклањање познаника

source: Microphone muted
sr: Микрофон је утишан

source: Playing voicemail from %s (%s)
sr: Пуштање говорне поште од %s (%s)

source: %s is an executable file. It may contain viruses or code that could harm your computer.<br/><br/>Are you sure you want to open it?
sr: „%s“ је извршива датотека. Извршиве датотеке могу да садрже вирусе или злонамерне програме које могу оштетити Ваш рачунар.<br/><br/> Да ли сте сигурни да желите да је покренете?

source: File warning
sr: Упозорење о датотеци

source: Your contact chose not to see your video.
sr: Ваш познаник је одлучио да не прихвати Ваш видео.

source: Unknown error
sr: Непозната грешка

source: Video engine not initialized.
sr: Видео модул није постављен.

source: Video source isn't delivering the stream in the correct format.
sr: Извор видеа не емитује у исправном формату.

source: No webcam found. Connect your webcam or check it's plugged in properly.
sr: Нема камере. Повежите камеру или проверите да ли је исправно повезана.

source: Skype can't access your webcam. Please close down all applications using or showing video.
sr: скајп не може да приступи камери. Молимо да угасите све програме које користе или приказују видео.

source: Internal error (Control packet unknown).
sr: Унутрашња грешка (непознат контролни пакет).

source: Failed to render the stream to a video picture.
sr: Није могуће тумачити ток као видео пренос.

source: File sending failed. Unable to read file.
sr: Пренос датотеке није успео. Датотека није могла да се прочита.

source: Click to change your picture.
sr: Притисните да бисте променили Вашу слику.

source: Turn Your Video On
sr: Укључите Ваш видео

source: Stop My Video
sr: Заустави видео

source: Stop Incoming Video
sr: Прекини пријем слике

source: Show Myself View
sr: Прикажи моју слику

source: Hide Myself View
sr: Уклони моју слику

source: Video Settings
sr: Поставке видеа

source: Ringtone (Classic)
sr: Звоно (Класично)

source: Dial tone (Classic)
sr: Звук при звању (Класичан)

source: Busy signal (Classic)
sr: Сигнал заузећа (Класичан)

source: Call on hold (Classic)
sr: Позив на чекању (Класичан)

source: Resuming call (Classic)
sr: Наставак позива (Класичан)

source: Connecting call (Classic)
sr: Повезивање (Класично)

source: Hang up (Classic)
sr: Прекид везе (класичан)

source: Received IM (Classic)
sr: Примљене брзе поруке (класичан)

source: Contact online (Classic)
sr: Познаник на вези (Класичан)

source: Sound import failed
sr: Увоз звука није успео

source: Please read the Skype End User License Agreement ("EULA") below, and the Skype Privacy Statement ("Privacy Statement").
sr: Молимо да прочитате скајпов договор са крајњим корисником о лиценци („EULA‟) дат испод, као и скајпову изјаву о приватности („Privacy Statement‟).

source: Call phones
sr: Зови телефоне

source: View send info
sr: Преглед података о слању

source: Pending
sr: Чекање

source: Connection failed
sr: Повезивање није успело

source: No SMS capability
sr: Нема могућности за обраду СМСа

source: Not enough Skype Credit.
sr: Немате довољно скајповог кредита.

source: and I have read the
sr: и прочитао/ла сам

source: Skype Privacy Statement
sr: скајпову изјаву о приватности

source: Redeem Voucher
sr: Уновчавање ваучера

source: Call phones and mobiles
sr: Зовите мобилне и фиксне телефоне

source: Online number
sr: Мрежни број

source: You are logged in as %s via a secure connection.
sr: Пријављени сте као %s преко безбедне везе.

source: Send SMS Message
sr: Пошаљи СМС поруку

source: <b>People under the age of 13 are currently not allowed to register on Skype.</b>
sr: <b>Корисницима млађим од 13 година тренутно није дозвољено да се пријављују на скајп.</b>

source: Skype will soon launch a kid-friendly version allowing under 13 year olds to register in compliance with the United States 1993 <b>Children's Online Privacy Protection Act</b> (COPPA).
sr: Скајп ће ускоро покренути издање скајпа које ће дозволити корисницима са мање од 13 година да се пријаве у складу са америчким законом из 1993 о <b>заштити приватности деце на мрежи</b> (COPPA).

source: Stay tuned
sr: Будите у току

source: Skype for Kids coming soon
sr: скајп за децу ускоро долази

source: 13 or older
sr: 13 или више

source: under 13
sr: испод 13

source: SMS settings
sr: Поставке за СМС

source: Send text messages directly from Skype
sr: Шаљите текстуалне поруке директно из скајпа

source: Send a verification code to your mobile number
sr: Слање кода за проверу на Ваш број мобилног

source: Enter the code you received on your phone and click Submit
sr: Унесите код ког сте добили преко телефона и притисните „Пошаљи‟

source: Submit
sr: Пошаљи

source: The verification code has been sent
sr: Код за проверу је послат

source: Try to resend confirmation code
sr: Поново слање шифре за потврду

source: The confirmation code is not valid
sr: Шифра за потврду није исправна

source: The code worked, your mobile number has been verified
sr: Шифра је исправна, Ваш број је успешно проверен

source: The phone number was not recognized or it can't receive SMS
sr: Телефонски број није препознат или не може да прима СМС поруке

source: Please enter the correct mobile number and resend the code
sr: Молимо да исправите број и поново пошаљете код

source: Sorry, the number failed. Please try again.
sr: Број није исправан. Молимо да пробате поново.

source: Learn more about SMS
sr: Научите више о СМСу

source: Buy credit - %s
sr: Купите кредите - %s

source: Skype Credit
sr: скајпов кредит

source: Loading - %s
sr: Учитавање - %s

source: Check your connection
sr: Провера везе

source: Sorry, you don't seem to have an active internet connection, so you can't continue with your purchase.
sr: Изгледа да Вам веза са Интернетом није активна, па скајп не може да закључи куповину.

source: Your new password contains invalid characters.
sr: Ваша нова лозинка садржи неважеће знаке.

source: Your password can't be the same as your Skype Name.
sr: Ваша лозинка не сме бити иста као Ваше скајпово име.

source: Send SMS from this number
sr: Слање СМСа са овог броја

source: Type in your mobile number
sr: Унесите број свог мобилног телефона

source: Shared group invitation
sr: Позивница за дељену групу

source: Shared group invitations
sr: Позвинице за дељену групу

source: Microsoft Office Outlook
sr: Аутлук из Микрософтовог Уреда (MS Office Outlook)

source: Search
sr: Претражи

source: Search again
sr: Тражи поново

source: Sorry, string not found.
sr: Извините, текст није пронађен.

source: Skype update required.
sr: Потребна је доградња скајпа.

source: Download a Skype update.
sr: Пријем доградње скајпа.

source: View technical release notes for this update.
sr: Погледајте техничке белешке о издању за ову доградњу.

source: The version of Skype you are running needs to be updated for the following reason:
sr: Издање скајпа које користите се мора доградити из следећег разлога:

source: You need to update Skype now for security reasons.
sr: Скајп се мора доградити из безбедносних разлога.

source: An updated version of Skype is ready for download. Downloading will not affect your contacts or how you use Skype.
sr: Дограђено издање скајпа је спремно за пријем. Пријем неће Вам неће сметати да користите скајп.

source: This is a <b>major release</b>, which means it is a significant update which has several new features and offers dramatic improvements.
sr: Ово је <b>велико издање</b>, што значи велику доградњу која доноси неколико нових могућности и нуди значајна побољшања.

source: This is a <b>hotfix</b> which means it contains some combination of small changes, bug fixes, security updates and quality improvements.
sr: Ово је <b>врућа исправка</b> што значи да садржи склоп малих измена, исправки грешака, безбедносних доградњи и побољшања квалитета.

source: Initializing…
sr: Покретање…

source: Download paused
sr: Пријем је заустављен

source: Downloading…
sr: Пријем…

source: Please wait while an update for Skype is being downloaded.
sr: Молимо Вас да сачекате док се пријем доградње за скајп не заврши.

source: %d%% done, %s remaining (%d KB/s)
sr: %d%% урађено, %s преостало (%d KB/s)

source: File size %d KB
sr: Величина датотеке %dKB

source: Decide later
sr: Одлучите касније

source: Download
sr: Пријем

source: Hide
sr: Сакриј

source: Advanced settings
sr: Напредна подешавања

source: Skype updates and external programs
sr: Доградње скајпа и други програми

source: When a new version of Skype is available…
sr: Када је доступно ново издање скајпа…

source: Automatically download and install it
sr: Аутоматски преузми и инсталирај

source: Notify me
sr: Обавести ме

source: Skip update
sr: Прескочи доградњу

source: Quit Skype
sr: Излаз из скајпа

source: Retry
sr: Понављање

source: Problem during download
sr: Проблем са пријемом

source: Download of the Skype update failed.
sr: Пријем доградње за скајп није успео.

source: to go online and download the upgrade manually.
sr: да се повежете и ручно доградите програм.

source: Click here
sr: Притисните овде

source: Failed SMS message
sr: Неисправна СМС порука

source: Failed SMS messages
sr: Неуспеле СМС поруке

source: Sent: %s
sr: Послато: %s

source: Search results
sr: Резултати претраге

source: You do not have enough Skype Credit to send a code
sr: Немате довољно скајпових кредита да пошаљете шифру
