Repository: filmil/translation
Catalog: skype/*.po
Languages: sr

source: You need a <a href="skype:?tip_mic">microphone</a> (internal or plug in), or a headset.
sr: Потребан вам је <a href="skype:?tip_mic">микрофон</a> (било уграђени или прикључни), или слушалице с микрофоном.

source: You need <a href="skype:?tip_speakers">speakers</a>, <a href="skype:?gswtip_headphones">headphones</a> or a <a href="skype:?gswtip_headset">headset</a>.
sr: Потребни су Вам <a href="skype:?tip_speakers">звучници</a>, <a href="skype:?gswtip_headphones">слушалице</a> или <a href="skype:?gswtip_headset">слушалице с микрофоном</a>.

source: You need a <a href="skype:?tip_webcam">webcam</a> (internal or plug in).
sr: Потребна Вам је <a href="skype:?tip_webcam">камера</a> (уграђена или прикључна).

source: Test microphone
sr: Провери микрофон

source: Test speakers
sr: Провери звучнике

source: Test video
sr: Провери видео

source: To make calls, check:
sr: Да бисте могли да зовете, проверите:

source: …And video calls:
sr: …и видео позиве:

source: Check your sound works
sr: Провера звука

source: Return to welcome screen
sr: Назад на поздравни екран

source: Press the button to check your speakers
sr: Притисните дугме да бисте проверили звучнике

source: Did you hear anything?
sr: Да ли се нешто чује?

source: Success
sr: Успело је

source: Now check your microphone
sr: Сада проверите микрофон

source: Press me!
sr: Притисните овде!

source: Let's fix it
sr: Хајде да поправимо

source: Something's not right. Do you have more than one set of speakers? Choose the speakers or headset you're using from the dropdown list on the right and turn up the volume. Now press the button again.
sr: Нешто није у реду. Да ли имате више од једног сета звучника? Изаберите звучнике или слушалице које користите из списка с десне стране и појачајте звук. Затим поново притисните дугме.

source: Currently using:
sr: Тренутно се користи:

source: Did that work?
sr: Да ли сада ради?

source: Sorry.
sr: Жао нам је.

source: We can't seem to fix your sound problems. If you need sound equipment, you can buy some great headsets from our online shop.<br /><br />In the meantime, you won't be able to make calls if you can't hear who you're talking to, but you can still use instant messaging to talk to your friends.
sr: Изгледа да не можемо да отклонимо проблем са звуком. Ако Вам је потребна звучна опрема, можете да купите веома квалитетне слушалице у нашој радњи на Интернету.<br /><br />У међувремену, нећете моћи да зовете ако не чујете са киме разговарате, али и даље можете да користите брзе поруке за разговор са пријатељима.

source: Answering this call will put your active call on hold, or
sr: Пријем овог позива ће ставити активни разговор на чекање, или

source: Answering this call will put your active call on hold.
sr: Пријем овог позива ће ставити активни разговор на чекање.

source: Answering this call will stop you recording and sending your voicemail message.
sr: Пријем овог позива ће зауставити снимање и слање говорне поште.

source: %s video calling
sr: Видео позив: %s

source: Find your friends
sr: Нађи пријатеље

source: or…
sr: или…

source: Find a specific person
sr: Пронађите особу

source: <b>Search for someone you know</b>.
sr: <b>Потражите неког познатог</b>.

source: Enter a name, Skype Name or email address.
sr: Унесите име, скајпово име или електронску адресу.

source: Your search results will be opened in a separate window.
sr: Резултати претраге биће приказани у посебном прозору.

source: You added <b>%s</b> as a contact. Search the <b>Skype Directory</b> again below:
sr: Додали сте познаника: <b>%s</b>. Можете поново да претражите <b>скајпов именик</b> испод:

source: Who's on Skype? Check your email contacts
sr: Ко је на скајпу? Проверите електронске адресе Ваших познаника

source: Searching…
sr: Тражење…

source: Search complete - %s matches found
sr: Претрага је завршена - пронађено резултата: %s

source: Tell people you're on Skype
sr: Реците људима да користите скајп

source: No contacts added - search again
sr: Ниједан познаник није додат - потражите поново

source: %s new contacts added
sr: Нових контаката: %s

source: No matches found
sr: Нема погодака

source: %s ID
sr: ИД: %s

source: Skype will check names in your email address books to see who's on Skype.
sr: Скајп ће проверити имена у Вашим адресарима како би утврдио које од особа су на скајпу.

source: <b>Choose the email account(s) you use. If you use Yahoo email, type in your user ID and password.</b>
sr: <b>Изаберите налог електронске поште којег користите. Ако користите Јахуову (Yahoo!) пошту, унесите корисничко име и лозинку.</b>

source: We never keep your email login details - ever.
sr: Апсолутно никада нећемо чувати Ваше корисничко име и лозинку.

source: <center>%s matches found</center>
sr: <center>погодака: %s</center>

source: <center>We're searching your email contacts. This might take a few minutes.</center>
sr: <center>Тражимо Ваше познанике према електронским адресама. Ово може да потраје неколико минута.</center>

source: Are these your friends?
sr: Да ли су ово Ваши познаници?

source: %s of your friends are already using Skype.
sr: Оволико Ваших пријатеља већ користе скајп: %s.

source: Add them to your Skype contacts.
sr: Додајте их у списак познаника.

source: Or if the list is empty, type in some email addresses and click Add people first.
sr: Или ако је списак празан, унесите неке електронске адресе и притисните „Додај познанике‟

source: <center>Find them in your Contact list and send them messages.</center>
sr: <center>Пронађите их у списку познаника и шаљите им поруке.</center>

source: <center>Until they OK you as a contact, they look like this.</center>
sr: <center>Док не потврде да Вас познају, изгледаће овако.</center>

source: <center>When they OK you, see when they're online and call them for free.</center>
sr: <center>Када Вас потврде, видећете када су на вези и моћи ћете да их бесплатно позовете.</center>

source: <b>Send an email to let your contacts know you're on Skype now.</b>
sr: <b>Пошаљите електронску пошту како бисте обавестили познанике да сте на скајпу.</b>

source: Click in the box beside each contact we've found, check or edit the message and click Send.
sr: Притисните на кутију поред сваког познаника ког смо пронашли, проверите и уредите поруке, а затим притисните „Пошаљи‟.

source: Edit your note
sr: Уредите белешку

source: Your name:
sr: Ваше име:

source: Your email address:
sr: Ваша ел. адреса:

source: We didn't find any people on Skype who matched your email contacts.
sr: Нисмо нашли никога на скајпу чија адреса одговара некој из Вашег адресара.

source: We couldn't check your email contacts - we think your sign in details might be wrong. Can you try again and double check?
sr: Нисмо моглои да претражимо Ваше познанике. Изгледа да су Ваше име и лозинка погрешно унети. Да ли бисте могли да проверите и пробате опет?

source: %s contacts added
sr: Додатих познаника: %s

source: %s invitations sent
sr: Послатих позивница: %s

source: You didn't add any contacts or invite anyone to join you on Skype.
sr: Нисте додали ниједног познаника нити сте икога позвали да се прикључи на скајп.

source: Skype is built for talking, so click Search again to find people you know, or click Done to go back to the welcome screen.
sr: Скајп је направљен за разговор, зато притисните поново дугме за претрагу и пронађите људе које познајете, или притисните „Крај‟ да бисте се вратили на почетни екран.

source: Deselect all
sr: Одбележи све

source: Add an email address to this list.
sr: Додај више адреса у списак.

source: Please enter a valid email address.
sr: Молимо да унесете важећу ел. адресу.

source: Headphones with a microphone attached. Just plug into your computer and boom! You can talk and listen and get the best sound quality. That's why we sell them in the Skype shop.
sr: Слушалице са прикљученим микрофоном. Просто укључите у рачунар и бум! Моћи ћете да разговарате и чујете звук врхунског квалитета. Зато их и продајемо у скајповој продавници.

source: You can buy a wide range of headsets in the Skype shop. Why not have a look when you have a spare moment.
sr: Можете да набавите широк спектар слушалица у скајповој радњи. Зашто не бисте погледали шта се нуди ако имате времена?

source: Make some noise
sr: Реците нешто

source: Do you see the green bar below moving when you make some noise?
sr: Да ли сте приметили како се зелени стубац испод помера како нешто кажете?

source: Something's not right. Do you have more than one microphone? Choose the one you're using from the dropdown list on the right and speak really loudly.
sr: Нешто није у реду. Да ли можда имате више од једног микрофона? Изаберите онај ког тренутно користите из списка здесна и говорите гласно.

source: Brilliant - your sound in is working. People should be able to hear you on calls now.
sr: Изванредно - звук сада ради. Саговорници ће моћи да Вас чују.

source: We can't seem to fix your sound problems. If you need sound equipment, you can buy some great headsets from our online shop.<br /><br />In the meantime, you won't be able to make calls if you can't make your voice heard, but you can still use instant messaging talk to your friends.
sr: Изгледа да не можемо да поправимо звук. Ако Вам је потребна звучна опрема, можете купити одличне слушалице у нашој продавници на Интернету.<br /><br />У међувремену, нећете моћи да зовете ако Вас није могуће чути; али још увек можете да шаљете брзе поруке и да се дописујете са пријатељима.

source: Oh dear!
sr: О, забога!

source: <b>Hmm - one more try</b>
sr: <b>Хмм, да пробамо још једном</b>

source: Using a microphone? Make sure it's switched on.
sr: Да ли користите микрофон? Постарајте се да је укључен.

source: Check it isn't on mute.
sr: Проверите да није сасвим утишан.

source: Now try making more noise!
sr: Сада пробајте поново да кажете нешто

source: Check your volume is turned up
sr: Проверите да ли је звук појачан

source: Check your speakers or headset are plugged in<br />Now press the button again.
sr: Проверите да су звучници укључени<br />Затим поново притисните дугме

source: Don't have a webcam? Make a test call instead.
sr: Немате камеру? Направите онда пробни позив.

source: Make a test call
sr: Пробни позив

source: Your sound works, so you should try making a video call now.
sr: Звук ради, можете да пробате да направите видео позив.

source: Seeing as you're looking so good, why not take a snapshot to use in your profile?
sr: Пошто смо утврдили да камера ради, зашто се не бисте сликали и слику користили у свом профилу?

source: You're all set up to make video calls.
sr: Све је подешено за видео позиве.

source: Fantastic! You're all set up. You can make calls now.
sr: Изванредно! Све је подешено. Сада можете да зовете.

source: Oops!
sr: Упс!

source: We can't find a webcam connected to your computer.
sr: Нисмо успели да утврдимо да је камера повезана на рачунар.

source: Check you've plugged in your webcam.
sr: Проверите да ли сте укључили камеру.

source: Check it's switched on.
sr: Проверите да ли је укључена.

source: Check you've installed the software that came with your webcam.<br /><br />Fixed the problem or don't have a webcam? Click Continue.
sr: Проверите да ли је инсталиран софтвер који је испоручен са камером.<br /><br />Да ли сте отклонили проблем, или немате камеру? Притисните „Наставак‟.

source: Your webcam is being used by another application. Close it then come back to this screen to see if that worked.
sr: Камеру тренутно користи неки други програм. Пробајте да га искључите, а затим се вратите на овај екран и проверите да ли све ради.

source: Webcams:
sr: Камере:

source: Continue
sr: Наставак

source: Something's not right. Go through the checks below and stay on this screen to see if they worked.
sr: Нешто није како треба. Прођите поново кроз горе наведене кораке и останите на овом екрану да бисте видели да ли је све прошло како треба.

source: We can't seem to help you fix your video problems.
sr: Нисмо у стању да решимо проблеме са видеом.

source: Close this welcome screen and start using Skype
sr: Затворите овај поздравни прозор и почните да користите скајп

source: Show welcome screen at startup
sr: Прикажи поздравни екран на почетку рада

source: <a href="skype:?gsw_devices">Check your sound works</a>
sr: <a href="skype:?gsw_devices">Проверите звучне уређаје</a>

source: <a href="skype:?gsw_testcall">Make a test call</a>
sr: <a href="skype:?gsw_testcall">Пробни позив</a>

source: <a href="skype:?gsw_ic">Find friends and import contacts</a>
sr: <a href="skype:?go#help.emailprivacy">Нађите пријатеље и увезите познанике</a>

source: <a href="skype:?gsw_whatsnew">See what you can do with Skype</a>
sr: <a href="skype:?gsw_whatsnew">Погледајте шта се може са скајпом</a>

source: Hello and welcome to Skype.
sr: Добар дан и добро дошли у скајп.

source: Take a minute to get set up…
sr: Одвојте мало времена за подешавања…

source: Account…
sr: Налог…

source: Buy Skype Credit…
sr: Купите скајпов кредит…

source: Change Password…
sr: Промена лозинке…

source: Sign Out
sr: Одјави се

source: New Contact…
sr: Нови познаник…

source: Create New Group…
sr: Направи нову групу…

source: Contact Categories
sr: Групе познаника

source: Show Outlook Contacts
sr: Прегледање познаника из Аутлука

source: Hide Contacts Who
sr: Прикриј познанике који су

source: Are Offline
sr: Неповезани

source: Are Offline with Call Forwarding
sr: Неповезани са позивима који се прослеђују

source: Haven't Shared Contact Details
sr: Не деле детаље о себи

source: Backup Contacts to File…
sr: Сачувај познанике у датотеци…

source: Manage Blocked Contacts…
sr: Управљање блокираних познаника…

source: Conversation
sr: Разговор

source: Instant Message (IM)
sr: Брза порука (IM)

source: File…
sr: Датотека…

source: Contacts…
sr: Познаници…

source: Money
sr: Новац

source: Overview
sr: Преглед

source: Phone Numbers
sr: Телефонски бројеви

source: Contact Details
sr: Детаљи о познанику

source: Block…
sr: Блокирај…

source: Find…
sr: Нађи…

source: Open in Window
sr: Отвори у прозору

source: Remove from Conversations List
sr: Уклони из списка познаника

source: Recently Closed Conversations
sr: Недавно затворени разговори

source: Video Call
sr: Видео позив

source: Audio Settings…
sr: Поставке звука…

source: Start My Video
sr: Покрени мој видео

source: Hide My Video
sr: Сакриј мој видео

source: Stop Receiving Video
sr: Прекини пријем слике

source: Video Snapshot
sr: Видео снимак

source: Learn about Call Quality
sr: Научите више о квалитету везе

source: View
sr: Преглед

source: History
sr: Дневник

source: Call Phones
sr: Зови телефоне

source: Tools
sr: Алатке

source: Change Language
sr: Промена језика

source: Accessibility
sr: Приступачност

source: Extended Keyboard Navigation
sr: Проширено управљање тастатуром

source: Simplified Graphics
sr: Поједностављена графика

source: Share Skype with a Friend…
sr: Поделите скајп са пријатељем…

source: Options…
sr: Опције…

source: Welcome Screen
sr: Поздравни екран

source: What's New
sr: Шта има ново

source: Call Quality Guide
sr: Водич за квалитет везе

source: %s (%s) is on your blocked list.
sr: %s (%s) је на списку блокираних.

source: Do you want to unblock this person so you can contact them?
sr: Да ли желите да склоните блокаду са ове особе?

source: Move Bookmark Here
sr: Помери забелешку овде

source: %s has shared contact details with %s.
sr: Познаник: %s дели детаље о себи са: %s.

source: Welcome to the wonderful world of Skype
sr: Добродошли у чудесни свет скајпа

source: What's new in this version?
sr: Шта је ново у овом издању?

source: Read more
sr: Прочитајте више

source: In this guide, we'll show you how you can stay in touch with people from all over the world and save money.<br/><br/>See how easy it is to call, instant message, make video calls and send texts, too.<br/><br/> First up, let's learn about what's free. Click on the first blue box below.
sr: У овом водичи, показаћемо Вам како можете да останете у контакту са људима широм света и истовремено уштедите новац.<br/><br/>Видећете како је једноставно звати, слати брзе поруке, разговарати помоћу видеа и слати текстове<br/><br/>Али најпре, научићете шта је бесплатно. Притисните прву плаву кутијицу испод.

source: Call or send SMS
sr: Позив или слање СМС-а

source: Save number to your contact list
sr: Сачувајте број у списак познаника

source: Send instant messages
sr: Слање брзих порука

source: Send files
sr: Слање датотека

source: Talk to anyone else who has Skype, free. This includes free Skype-to-Skype:<br/>* Calls<br/>* Video calls<br/>* Instant messages<br/>It's free any time of the day or night, wherever you are in the world.<br/><br/><b>Here's how:</b><br/>Use the Find your friends section in this guide to add people to your Contact list. Then it's as simple as clicking on their name then clicking the button to Call, Video call or Send a message.<br/><br/>You’ll need a webcam to see the video call button.
sr: Разговарајте бесплатно са било којим корисником скајпа. Скајп-на-скајп укључује:<br/>* позиве<br/>* видео позиве<br/>* брзе поруке<br/>Бесплатан је у било које доба дана и ноћи, гдегод се налазили на свету.<br/><br/><b>Ево како:</b><br/>Користите претрагу да пронађете Ваше пријатеље и додајте их на списак познаника. Све што треба је да притиснете дугме на мишу када је стрелица изнад њиховог имена, а затим изаберете слање поруке, или аудио одн. видео позив.<br/><br/>За видео позив биће Вам потребна камера.

source: <b>What's free</b>
sr: <b>Шта је бесплатно</b>

source: Call phone numbers and send texts from Skype, too.<br/><br/>This isn't free, but our great low rates will help you save a lot of money – especially if you call or text long-distance or you need to get in touch with a contact who's gone offline.<br/><br/><b>Here's how:</b><br/>You’ll need Pay As You Go credit or a monthly subscription from the Shop tab. Then click the Call phones tab and type in the phone number you want to call. Click the big green Call button or the SMS button.
sr: Зовите телефонске бројеве и шаљите текстове из скајпа.<br/><br/>То није бесплатно, али наше изванредне ниске тарифе ће Вам уштедети пуно новца – поготово ако зовете или се дописујете са неким у иностранству или желите да се чујете са познаником који тренутно није на вези.<br/><br/><b>Ево како:</b><br/>Потребан Вам је рачун који ћете било да допуњавате, било да будете претплаћени, што се може урадити у језичку „Продавница‟. Притисните језичак „Звање телефона‟ и унесите број телефона који желите да позовете. Притисните велико зелено дугме са натписом „Позов‟ или дугме СМС.

source: <b>What costs a little</b>
sr: <b>Шта је јефтино</b>

source: Skype protects your privacy by using security features like encryption and authentication. It's free from adware and spyware, and we work with all the major antivirus software providers.<br/><br/>Choose different privacy settings to control who can contact you and what information you put in your profile.<br/><br/><b>Here's how:</b><br/>In the main menu, click Skype and choose Privacy. Check or change your settings and click Save.
sr: Скајп штити Вашу приватност употребом мера као што су шифровање и аутентикација. Скајп не садржи злонамерне програме и компоненте и ради са свим већим добављачима Интернета.<br/><br/>Промените подешавања приватности како бисте одредили ко може да Вас позове и какве податке може да види у Вашем профилу.<br/><br/><b>Ево како:</b><br/>У главном менију, притисните „скајп‟ а затим изаберите ставку „Приватност‟. Промените Ваша подешавања а затим их сачувајте за касније.

source: <b>Security and privacy</b>
sr: <b>Безбедност и приватност</b>

source: Show someone what's on your screen – over a free video call.<br/><br/>Now it's easy to show your mum how to set up her printer, or point out where the logo should go on a design. No complicated explanations needed.<br/><br/>Choose a contact and in the conversations window click <b>Share</b> » <b>Share Your Screen</b> in the IM toolbar.
sr: Покажите некоме шта је на вашем екрану - помоћу бесплатног видео позива.<br/><br/>Сада можете једноставно да покажете мами како да подеси штампач, или покажете где логотип треба да се нађе на диазајну. Компликована објашњења су постала непотребна.<br/><br/>Изаберите познаника и у прозору са разговорима притисните <b>Дељење</b> » <b>Дељење екрана</b>.

source: Share your computer screen
sr: Дељење екрана

source: Remember your contacts' birthdays and get that good-friend glow.<br/><br/>If you're online on a contact's birthday, a reminder message will pop up. Just click on the message to write your best wishes and even send them a (cake).<br/><br/>Tip: Choose which alerts you want to see from the main menu <b>Tools</b> » <b>Options…</b> » <b>Notifications</b> » <b>Notification settings</b>.
sr: Запамтите рођендане познаника и будите добар пријатељ.<br/><br/>Ако сте повезани на мрежу на познаников рођендан, добићете дојаву са подсетником. Само притисните на дојаву како бисте пожелели све најбоље и послали им (cake).<br/><br/>Савет: изаберите које дојаве желите да видите из главног менија: <b>Алатке</b> » <b>Опције…</b> » <b>Дојаве</b> » <b>Подешавање дојава</b>.

source: Get birthday reminders
sr: Дојаве о рођенданима

source: Search your email contacts and see who's also got Skype. Now you can search Hotmail, Gmail, AOL and more. Return to the <b>Welcome screen</b> and click <b>Find friends and import contacts</b>.<br/><br/>You can also swap contacts and numbers you've saved with other people in your Contact list.<br/><br/>In your <b>Contacts</b>, click on who you want to share <b>with</b>. From the main menu, choose <b>Conversation</b> » <b>Send</b> » <b>Contacts…</b> and check the box beside the contact(s) you want to send.
sr: Претражите познанике из електронске поште и утврдите ко такође има скајп. Сада можете да претражујете хотмејл (Hotmail), гмејл (Gmail), аол (AOL) и остало. Вратите се на <b>екран за добродошлицу</b> и притисните <b>Пронађи пријатеље и увези познанике</b>.<br/><br/>Такође можете да делите бројеве и познанике које сте сачували, са другим особама у списку познаника.<br/><br/>У менију са <b>познаницима</b>, притисните име особе <b>са којом</b> желите да делите. Из главног менија, изаберите <b>Разговор</b> » <b>Слање</b> » <b>Познаници…</b> и обележите кућицу поред познаника чије податке желите да пошаљете.

source: More ways to find contacts
sr: Више начина да нађете познанике

source: This latest version builds on the new-look, easy-to-use Skype.<br/><br/>New feature:<br/>* Screen sharing: share your computer screen over a free call.<br/>* Find even more people you know: search your contacts on Gmail, Hotmail and more.<br/><br/>Back by popular demand:<br/>* Birthday reminders: get alerts on your contacts' birthdays.<br/>* Send contacts: share Skype contacts and saved numbers with people in your Contact list.<br/><br/>Click on a section to find out more.
sr: Ово најновије издање садржи нови скајп, са новим изгледом и новом лакоћом употребе. <br/><br/>Нова могућност:<br/>* Дељење екрана: делите екран свог рачунара помоћу бесплатног позива.<br/>* Пронађите још више познаника: тражите познанике на гмејлу (Gmail), хотмејлу (Hotmail) и другима.<br/><br/>Јер сте Ви то тражили:<br/>* Дојаве о рођенданима: добијте дојаву када је некоме од познаника рођендан<br/>* Слање познаника: делите познанике са скајпа и сачуване бројеве са особама у списку познаника<br/><br/>Притисните одељак како бисте сазнали више.

source: Start all your conversations from one place
sr: Започните све разговоре на једном месту

source: Start a call or video call
sr: Покрените обичан или видео позив

source: Add phone number to contact's profile
sr: Додај телефонски број у профил

source: Click on Conversations
sr: Притисните на разговоре

source: New messages alert
sr: Дојаве о новим порукама
